{"id": "5DA53A47-B0C8-4BD2-B96B-04D18EA12851", "url": "https://www.nps.gov/places/carriage-house.htm", "title": "Carriage House", "listingDescription": "The Carnegie family's Dungeness estate featured multiple modes of transportation to and from the island and while on it. These included yachts, horses, carriages, and automobiles. The Carriage House in featured storage of carriages and elevator to hoist from one story to the next. Horse stalls housed the family's prized ponies.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/203E3E05-F872-0A30-BC7A2059617E1EC3.jpg", "credit": "NPS Photo", "altText": "Historic photograph of the two-story Carnegie Carriage House with automobile parked in front.", "title": "Dungeness Carriage House", "description": "", "caption": "Wealthy industrialist families like the Carnegies enjoyed multiple modes of transportation.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/203E3E05-F872-0A30-BC7A2059617E1EC3.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/203E3E05-F872-0A30-BC7A2059617E1EC3.jpg"}]}], "relatedParks": [{"states": "GA", "parkCode": "cuis", "designation": "National Seashore", "fullName": "Cumberland Island National Seashore", "url": "https://www.nps.gov/cuis/index.htm", "name": "Cumberland Island"}], "relatedOrganizations": [], "tags": ["Cumberland Island National Seashore"], "latitude": "", "longitude": "", "latLong": "", "bodyText": "Lucy Carnegie was nicknamed \"the yacht queen\" after being admitted into the New York Yacht Club in 1894, the first woman to do so. It was another mode of transportation- carriage- had an entire building dedicated to its storage on Cumberland Island. The two-story building featured a mechanical elevator to lift carriages to the second story for storage and bring another down to use. Models included 1-2 seat \"piano box\" carriages and covered 4-seat \"buckboard\" carriages. Automobiles were later stored here as well. The south wing included stalls where prized horses were kept and cared for.<br /> <br /> Today, the National Park Service uses the Carriage House as a maintenance facility. Visitors to Cumberland Island can marvel at the size of the building and get a glimpse into how the Carnegie family got around Georgia's largest barrier island. Several Carnegie carriages are on display at our Mainland Museum in downtown Saint Marys. The Mainland Museum is open daily from 1:00PM to 4:00PM.", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": [], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "799BF773-FFBE-41DB-AB0D-572E74C86F5A", "url": "https://www.nps.gov/places/delta-01.htm", "title": "Delta-01 Launch Control Facility", "listingDescription": "Delta-01 functioned as topside support for the underground Launch Control Center which lay 31 feet below the Launch Control Facility. It acted as a multi-purpose facility. To see the interior of Delta-01, visitors need to attend a ranger-guided tour. Due to the size of the elevator and the confined space underground, tours are limited to 6 visitors at a time.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/F1659A06-DA48-8BA1-B66AC92D08BA5B55.jpg", "credit": "NPS Photo", "altText": "a red gas pump stands outside a fenced compound with a large tan building", "title": "Outside the Delta-01 gate at sunset", "description": "", "caption": "Outside the gate", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F1659A06-DA48-8BA1-B66AC92D08BA5B55.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F1659A06-DA48-8BA1-B66AC92D08BA5B55.jpg"}]}], "relatedParks": [{"states": "SD", "parkCode": "mimi", "designation": "National Historic Site", "fullName": "Minuteman Missile National Historic Site", "url": "https://www.nps.gov/mimi/index.htm", "name": "Minuteman Missile"}], "relatedOrganizations": [], "tags": ["Cold War", "MIMI", "Guided Tour", "Air Force", "ICBM", "Great Plains", "South Dakota", "Midwest"], "latitude": "43.87769", "longitude": "-101.9606", "latLong": "43.87769,-101.9606", "bodyText": "<blockquote> <p>\"It just looked like a ranch house, it looked like a sort of, one-story house, you might see elsewhere in the area. Slightly more modern perhaps than others. What distinguished these launch centers, was that they were surrounded by fences, and they were highly secured areas. So, you couldn’t just drive up and go in like you might be able to do with someone’s house in the American West, where you can sort of show up and they’ll invite you in for dinner. But, beneath this house, is actually what was really interesting.\" ~ Historian Gretchen Heefner</p> </blockquote> <p><span>Delta-01 occupies an open, grassy tract of land on the west side of a county road, approximately one-half mile north of Interstate 90’s Exit 127. The complex occupies approximately 6.4 acres of the South Dakota landscape with approximately 1.85 acres located within the security fence. Approaching the site from the interstate highway, it looks like a lone ranch house in the open grassland. Over the years, most travelers on the nearby Interstate probably did not give the site a second look or even know what military capabilities lay within the South Dakota plains.</span></p> <h3><span>Launch Control Facility (Topside)</span></h3> <p>This building functioned as topside support for the underground Launch Control Center which lay 31 feet below the Launch Control Facility (LCF). It acted as a multi-purpose facility. <br /> <br /> The topside supported the missileers stationed underground in carrying out their mission. Equipment such as a backup generator for auxiliary power, and environmental control provided backup support in the event of a power outage or an attack. There were always eight people on the topside, all enlisted Air Force personnel who were stationed at Ellsworth Air Force Base, 60 miles to the west. These personnel included a Facility Manager (top ranking Non-Commissioned Officer on-site), a cook and six security police. They worked three straight days on, followed by three days off.<br /> <br /> In addition, the site had bunk housing for visitors, such as maintenance teams who were required to remain over night at the nearest LCF if they exceeded 16 hours in a work shift at one of the missile silos. They would spend the night at the nearest LCF before driving back to Ellsworth Air Force Base the following day. The building also contained a Security Control Center, where all security activities were coordinated and personnel would be processed when coming on site. Other areas on the topside included a day room, dining area and recreational room that Air Force support personnel used while at the facility.</p> <h3><span>Launch Control Center Delta-01</span></h3> <p>For every 10 Minuteman nuclear missiles (known as a Flight) there would be an underground Launch Control Center (LCC) that remotely commanded and controlled the missiles. Since there were 1000 Minuteman Missiles across the upper Great Plains from the early-1960s up until the mid-1990s, there would have been 100 Launch Control Centers. The LCC at Delta-01 was 31 feet beneath the ground of the Launch Control Facility.</p> <p>Two missileers worked and lived on 24 hour alert duty shifts within the LCC. There was an eight ton blast door that had to be opened from within before an oncoming Missile Combat Crew could enter the LCC. The two person crew would spend most of their time monitoring the status of their 10 missiles. Among their other work duties was authenticating message traffic, remotely monitoring maintenance at the silos and assisting with the dispatch of security police if any motion sensing alarms were tripped at the silos. When the missileers were not performing work duties they would pass time by reading, watching television or studying for master's degrees through a special Air Force educational program. There was also a bunk provided for one missileer to sleep while the other crewmember kept an eye on the weapons system. Former missileer, <a href=\"https://www.nps.gov/people/davidblackhurst.htm\">David Blackhurst</a> remembered that missile duty was \"hours and hours of sheer boredom, punctuated by seconds of panic.\"</p> <p>Missileers waited and waited over several decades for a launch command they hoped would never arrive. If the command to launch was given, it would have come in the form of an <a href=\"https://www.nps.gov/articles/ewo-countdown.htm\">Emergency War Order (EWO).</a></p> <h3>Visiting Delta-01</h3> <p><a href=\"https://www.nps.gov/thingstodo/mimi-mobile-tour.htm\">Take a mobile phone tour of the exterior of Delta-01</a></p> <p><a href=\"https://www.nps.gov/mimi/learn/photosmultimedia/virtualtour.htm\">Virtually explore</a> Delta-01's <a href=\"https://www.nps.gov/mimi/learn/photosmultimedia/delta-01_topside-virtualtour.htm\">topside rooms</a>, <a href=\"https://www.nps.gov/mimi/learn/photosmultimedia/delta-01_supportbuilding-virtualtour.htm\">support area</a>, and <a href=\"https://www.nps.gov/mimi/learn/photosmultimedia/delta-01_lcc_virtualtour.htm\">underground control center</a>.</p> <p><a href=\"https://www.nps.gov/mimi/planyourvisit/launch-control-facility-delta-01-tours-and-tickets.htm\">All ranger-led tours of the interior of the Delta-01 facility require advanced reservations.</a><span style=\"font-size: 11pt;\"> </span></p>", "audioDescription": "The Launch Control Facility Delta-01 site occupies an open, grassy tract of land on the west side of the Jackson County Road CS 23A, approximately 0.5 miles north of Interstate Highway 90, Exit 127. The entire site is 6.4 acres with approximately 1.9 acres located inside the security fence. Delta-01 is located in a rural setting and the site's access road, Jackson County Road, is an improved gravel road. The landscape surrounding Delta-01 is open agricultural land of native grasses. A couple of small agricultural outbuildings are located to the east of the site. From the site, a distant view of Interstate 90 and a billboard is visible to the south. Delta-01 includes fourteen contributing resources - the Delta-01 site, Launch Control Facility support building, Launch Control Center, heated vehicle storage building, hard HF transmit antenna, hard high-frequency (HF) receive antenna, hardened ultra-high frequency (UHF) antenna, survivable low frequency communication system antenna, cathodic protection rectifier, sewage lagoon, helicopter pad, ICBM super-high frequency satellite terminal antenna, television satellite dish, and HICS. Delta-01 does not include any noncontributing resources. Terrain at the site rises gradually toward the north. A chain-link security fence, topped with strands of barbed wire, encloses the site's buildings and structures. Access to the site is provided by a gently curving gravel driveway on the west side of the county road. The driveway passes over a steel cattle guard and through a remote-controlled, chain-link, sliding gate in the security fence. The Launch Control Facility support building and the vehicle storage building are located just inside the security fence, and an asphalt drive and parking area are located in front of them. The Launch Control Center, accessed from the Launch Control Facility support building, is located below ground and is not visible. The remaining area inside the security fence is covered with native grass that was routinely mowed by the Air Force. The area inside the security fence includes a variety of electronic, mechanical, and recreational features to support the facility, including a volleyball court, horseshoe pit, underground diesel storage tank, aboveground diesel storage tank, water well, gas pump, basketball hoop, flagpole, and utility poles. A code burner is located in the grassy area near the volleyball court. This open metal drum mounted on metal legs was used to burn security codes. These associated features and landscape elements provide insight into the use of the facilities by the Air Force and are significant elements of the site. The HF transmit antenna, hard HF receive antenna, hardened UHF antenna, survivable low-frequency communication system antenna, ICBM super-high-frequency satellite terminal antenna, and television satellite dish are located within the security fence. The cathodic protection rectifier is located outside the security fence along the access road. The underground HICS is not visible at the site. A concrete helicopter pad and two sewage lagoons are located outside of the security fence to the south. The area outside of the security fence features native grasses. A barbed-wire fence with wooden posts surrounds the facility's two sewage lagoons in the southeast comer of the site. The Minuteman ICBM Launch Control Facility Delta-01 contains a wealth of historic objects, furnishings, and technical equipment that reflect the successive use of the facilities by the Air Force. Delta-01, complete with its contents, was transferred from the Air Force to the National Park Service. The historic objects, furnishings, and equipment provide valuable insight into the use of this facility by the Air Force. The contents of Delta-01 are important and are considered associated features of the site.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Baby Changing Station", "Benches/Seating", "Cellular Signal", "Historical/Interpretive Information/Exhibits", "Information Kiosk/Bulletin Board", "Restroom", "Restroom - Accessible", "Toilet - Flush", "Trailhead", "Wheelchair Accessible", "Wheelchairs Available"], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "Seventeen miles east of Wall, South Dakota", "name": "Location"}, {"id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701", "value": "Minuteman I & II launch control facility used from 1963-1993", "name": "Significance"}, {"id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF", "value": "Part of Minuteman Missile National Historic Site", "name": "Designation"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "6B080B39-7DE9-4282-8D39-339543BF2A6B", "url": "https://www.nps.gov/places/glacier-bay-national-preserve.htm", "title": "Dry Bay: Glacier Bay National Preserve", "listingDescription": "Dry Bay is the geographic area encompassed by Glacier Bay National Preserve. Explore wild Alaska from the comfort of several wilderness lodges. Hunting and other activities usually prohibited in National Parks are allowed within the National Preserve.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/03284B4B-B15E-21E4-C494C2E5BEE8A764.jpg", "credit": "NPS", "altText": "Boats on the shore of a river, distant snowy mountains and a full moon in the background", "title": "Dry Bay and Fairweather Moutnains", "description": "", "caption": "Boats on the shore of the Alsek River, the Fairweather Mountains in the distance.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/03284B4B-B15E-21E4-C494C2E5BEE8A764.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/03284B4B-B15E-21E4-C494C2E5BEE8A764.jpg"}]}], "relatedParks": [{"states": "AK", "parkCode": "glba", "designation": "National Park & Preserve", "fullName": "Glacier Bay National Park & Preserve", "url": "https://www.nps.gov/glba/index.htm", "name": "Glacier Bay"}], "relatedOrganizations": [], "tags": ["National Preserve", "boating", "ATV", "hunting", "bush plane", "airstrip"], "latitude": "59.1644151377", "longitude": "-138.489646466", "latLong": "59.1644151377,-138.489646466", "bodyText": "<h3>The Preserve</h3> <p><a href=\"https://www.nps.gov/glba/planyourvisit/preserve.htm\">Glacier Bay National Preserve</a> is bounded by Alsek Lake to the north, Deception Hills to the east, the Gulf of Alaska to the south, and the Alsek River to the west. Forming a backdrop to the area are two coastal mountain ranges, the stark glaciated Barbazon Range and the heavily vegetated Deception Hills. Beyond these tower the highest coastal mountains in the world, the Fairweather and St.Elias Ranges. Less than twenty miles from the Gulf, 15,300 foot Mt. Fairweather rises prominently over the area.</p> <p>Five miles from sea, the Alsek River breaks into meandering channels fanning out over an 80 square mile delta, know locally as Dry Bay. The name \"Dry Bay\" derives from the fact portions of the delta became dry at ebb tide and when river levels are low. The Alsek is becoming shallower due to silting and glacial rebound which causes the land to rise.Where large ocean-going cannery tenders could sail 60 years ago, Dry Bay fisherman must navigate carefully or risk running aground in small skiffs.</p> <h3>Sport Fishing and Hunting</h3> <p>Sport fishing and hunting remain popular activities in Dry Bay for local residents and visitors alike. Unlike National Parks where hunting is prohibited, the taking of game, in accordance with state laws and federal regulations, is <a href=\"https://www.nps.gov/glba/planyourvisit/hunting.htm\">authorized within the Preserve</a>. Sportsmen may utilize any of the three lodges that provide accommodations, or make reservations for the Park Service public use cabin located on the banks of the East Alsek River. A <a href=\"https://www.nps.gov/glba/getinvolved/dobusinesswithus.htm\">commercial hunting guide</a> provides services to interested parties, while others may choose to camp. Three <a href=\"https://www.nps.gov/glba/getinvolved/dobusinesswithus.htm\">commercial lodges</a> operate in the preserve.<br /> <br /> *Location note: The location indicated here is for the Dry Bay airstrip, and is for illustrative purposes only. Refer to GIS/official navigation guidance before traveling to Dry Bay.</p>", "audioDescription": "Dry Bay (Glacier Bay National Preserve) is located in the Northwest corner of Glacier Bay National Park & Preserve.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "ffa1306b-fda2-43f6-b533-ad6f9df5181a", "isManagedByNps": "1", "amenities": ["Information - Ranger/Staff Member Present", "Shelter/Cabin"], "managedByOrg": "", "quickFacts": [{"id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF", "value": "National Preserve", "name": "Designation"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "13672307-DED6-4438-8D17-C1F7B6284CCC", "url": "https://www.nps.gov/places/sieur-de-monts-nature-center.htm", "title": "Sieur de Monts Nature Center", "listingDescription": "Sieur de Monts Nature Center is one of the park visitor centers and offers various exhibits on the “science behind the scenery” of Acadia.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/790AE76E-FA4C-E44E-2DD6A40DACD19D97.jpg", "credit": "NPS", "altText": "Brown building with stone terrace surrounding it", "title": "Sieur De Monts Nature Center", "description": "", "caption": "Nature Center offers exhibits on the “science behind the scenery” of the park.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/790AE76E-FA4C-E44E-2DD6A40DACD19D97.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/790AE76E-FA4C-E44E-2DD6A40DACD19D97.jpg"}]}], "relatedParks": [{"states": "ME", "parkCode": "acad", "designation": "National Park", "fullName": "Acadia National Park", "url": "https://www.nps.gov/acad/index.htm", "name": "Acadia"}], "relatedOrganizations": [], "tags": ["Acadia National Park", "Sieur de Monts", "nature center", "visitor center"], "latitude": "44.3620945982", "longitude": "-68.2078919997", "latLong": "44.3620945982,-68.2078919997", "bodyText": "<st1:place w:st=\"on\"><st1:placename w:st=\"on\">Sieur de Monts Nature</st1:placename> <st1:placetype w:st=\"on\">Center</st1:placetype></st1:place> is one of the park visitor centers and offers various exhibits on the “science behind the scenery” of Acadia.<br /> <br /> Learn more about the important work of park biologists and researchers to protect park resources through family-friendly exhibits and activities. A large map relief by the entrance helps visitors with park orientation. Nature Center passport stamp also available.<br /> <br /> Four-panel wayside next to path towards Wild Gardens of Acadia displays hiking trail maps and cultural history information for the Sieur de Monts Spring area.<br /> <br /> Sieur de Monts Nature Center is usually open from May through mid-October. Check <a href=\"https://www.nps.gov/acad/planyourvisit/hours.htm\">Operating Hours & Seasons</a> for specific dates and times.", "audioDescription": "Brown building with grey roof shingles. One story with double door entrances on both sides. Stone patio with bench sections surround the building.", "isPassportStampLocation": "1", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "6b96b815-6f1f-57b0-bb38-ad5a792b0c51", "isManagedByNps": "1", "amenities": ["Benches/Seating", "Bus/Shuttle Stop", "Gifts/Souvenirs/Books", "Historical/Interpretive Information/Exhibits", "Information", "Information - Ranger/Staff Member Present", "Restroom", "Restroom - Accessible", "Wheelchair Accessible"], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "Sieur de Monts, Acadia National Park", "name": "Location"}, {"id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701", "value": "nature center, exhibits, information", "name": "Significance"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "0B247D39-7F4E-447E-BF86-90B0C9F4D553", "url": "https://www.nps.gov/places/delta-09.htm", "title": "Delta-09 Missile Silo", "listingDescription": "From 1963 until the early 1990s, the missile silo at Delta-09 contained a fully operational Minuteman Missile, bearing a 1.2 megaton nuclear warhead. The Delta-09 missile silo was one of 150 spread across western South Dakota. In total there were 1,000 Minuteman's deployed from the 1960's into the early 1990's. Visitors can now tour the site on their own.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/C489C153-F5E7-A934-19C7BF8992F978A7.jpg", "credit": "NPS/J. Milbrath", "altText": "A fenced compound in the foreground is surrounded by prairie landscape", "title": "The Delta-09 silo and the Badlands", "description": "", "caption": "The Delta-09 silo and the Badlands", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C489C153-F5E7-A934-19C7BF8992F978A7.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C489C153-F5E7-A934-19C7BF8992F978A7.jpg"}]}], "relatedParks": [{"states": "SD", "parkCode": "mimi", "designation": "National Historic Site", "fullName": "Minuteman Missile National Historic Site", "url": "https://www.nps.gov/mimi/index.htm", "name": "Minuteman Missile"}], "relatedOrganizations": [], "tags": ["Cold War", "Minuteman Missile", "MIMI", "missile silo", "Air Force", "Great Plains", "South Dakota", "Midwest"], "latitude": "43.9316", "longitude": "-102.15931", "latLong": "43.9316,-102.15931", "bodyText": "<blockquote> <p>“Minuteman-land is eerie. On the surface, no weapon is visible. But beneath the empty prairies and forested hills the gyroscopes are eternally spinning; these are the master navigators of jam-proof guidance systems, each ready to steer holocaustal destruction to a pre-selected target.”<br /> ~ John Hubbell, “The Missile That Closed The Gap,” Readers Digest, October 1962.</p> </blockquote> <p>There is no better place to witness the Minuteman’s role in the Cold War than at Launch Facility Delta-09. From 1963 until 1991 Delta-09 contained a fully operational Minuteman Missile. The Delta-09 silo was one of 150 spread across western South Dakota. In total there were 1,000 Minuteman missiles deployed from the 1960's into the early 1990's. These nuclear sentinels waited silent and deadly to perform their destructive duty at a moment’s notice.</p> <h3><span><strong><span class=\"subheading\">The Minuteman – Technological Wonder</span></strong></span></h3> <p>The first Minuteman housed in Delta-09’s silo was the IB. The IB was part of the second evolution of the system. An improved encasement for the missile’s motor led to an effective increase in range from the 4,300 miles of its predecessor, the IA, to over 6,000 miles for the IB. The IB weighed over 65,000 pounds yet could travel at speeds in excess of 15,000 miles an hour. To put this speed into perspective, consider that a person driving across the continental United States will average 50 hours for the trip. If they instead piggybacked on a Minuteman their travel time would be cut to five minutes. A Minuteman could strike its intended target within the Soviet Union in less than 30 minutes.</p> <p>In the early 1970's Minuteman II’s replaced the Minuteman IB in the 44th Missile Wing across western South Dakota. The missile housed in the Delta-09 Launch Facility today is a replica of the Minuteman II missile. The Minuteman II was considered a technological wonder at the time of its deployment. Upgrades had been made in order to improve precision and range of America’s existing ICBM force. The Minuteman II had a range of up to 7,500 miles, effectively placing it within reach of almost anywhere on earth. It had the capability to strike within 900 yards of its intended target.</p> <h3><span><strong><span class=\"subheading\">The Minuteman – Technological Terror</span></strong></span></h3> <p>Each Minuteman II carried a 1.2 megaton warhead. This singular weapon could wreak untold devastation upon an enemy, making it truly a technological terror. A 1.2 megaton warhead is equivalent to one million, two hundred thousand tons of dynamite. The Minuteman II’s warhead was sixty-six times more powerful than the atomic bomb that devastated Hiroshima, Japan and killed 140,000 people just before the end of World War II. One the most shocking statistics is that the Minuteman II’s warhead was more powerful than all the bombs the Army Air Force dropped on Europe in their successful bombing campaign that led to American victory in World War II.</p> <p>A Minuteman II warhead's 1.2 megaton explosion would release an unprecedented amount of energy. Any structures at or near ground zero are immediately vaporized. The blast fireball is a mile in width. Those witnessing such an explosive force see a blinding light many times brighter then the noon day sun. A tornado like vortex with wind speeds of over 150 mph engulfs the surrounding area for miles. The residual effects of radiation contaminate not only the blast area, but also send radioactive particles swirling into the atmosphere. The destructive effects of a Minuteman’s warhead are so great that the United States vowed to only use these weapons if all other policy measures failed.</p> <h3 class=\"subheading\">Learn More</h3> <ul> <li><a href=\"https://www.nps.gov/mimi/planyourvisit/directions.htm\">Information and directions for visiting Delta-09</a></li> <li><a href=\"https://www.nps.gov/thingstodo/mimi-mobile-tour.htm\">Take a guided mobile phone tour of Delta-09</a></li> <li><a href=\"https://www.nps.gov/mimi/learn/photosmultimedia/d9-virtualtour.htm\">Virtually explore the interior of Delta-09</a></li> </ul> <hr /> <h4><span style=\"color: rgb(34, 34, 34); font-family: inherit; font-size: 1.25rem; font-weight: 700;\">Launch Facility Delta-09: The Early Years - From Minuteman IB to Minuteman II</span></h4> <p>Official construction of Delta-09 began in the latter part of 1961. Two years later Delta-09 was turned over to the Strategic Air Command (SAC) on 1 November 1963, making it one of the first Minuteman sites to be activated at Ellsworth. The Launch Facility housed a Minuteman IB missile from 1963 until the early 1970's. Between 1971 and 1973, facilities at Delta-09 were modified slightly when Ellsworth replaced its arsenal of Minuteman I missiles with the more advanced Minuteman II.<br /> <br /> The most important changes associated with this conversion were contained within the missiles themselves, since Minuteman II featured a more powerful propulsion system and a more accurate guidance system than its predecessor. Changes included installation of new electronic ground-support equipment in existing racks at the Launch Facility; and the installation of electronic filters, seals, and circuit-breaking equipment at both sites to protect the facilities against damage from the electromagnetic pulses released by atomic blasts.</p> <h4>Security System Upgrade</h4> <p>The improved minuteman physical security system (IMPSS) antenna was installed at the launch site in 1989. IMPSS is a microprocessor-based surveillance system designed to detect outer zone intruders. It replaced troublesome older security systems so sensitive that they could be set off by \"elk, rabbits, even high-jumping grasshoppers.\" A hardened UHF antenna, installed in 1968 to link the Launch Facility with the Strategic Air Command's airborne launch control center, is located a few feet to the northwest of the silo opening. It rests atop a thirteen-foot-diameter, reinforced-concrete base, shaped like an inverted saucer. The antenna itself is housed inside a cast-steel frustum capped with a conical, gray fiberglass weather dome.</p> <h4>Always Ready, Always Waiting - Ready For Launch</h4> <p>24 hours a day, seven days a week for 365 days a year Delta-01 was operational. No matter if there were white-out blizzards or 110 degree heat, operations at Delta-01 went on around the clock. Literally thousands of personnel lived and worked at the site for nearly three decades. This record of constant vigilance is astounding.</p> <h4>Delta-09 & Minuteman Missile National Historic Site - Preserving the Cold War</h4> <p>In September 1991, all 450 of the nation's Minuteman II missiles were taken off alert. Delta-09 was deactivated in early 1993 and placed on \"caretaker status.\" Deactivation included the removal of classified electronic equipment, hazardous materials, environmentally sensitive materials, and equipment saved for use at other sites from Delta-09. <br /> <br /> In 1993 the United States Air Force and the National Park Service initiated studies to determine whether Launch Control Facility Delta-01 and Delta-09 could be preserved as a unit of the National Park Service. On November 9, 1999 Congress designated Delta-01 and Delta-09 as Minuteman Missile National Historic Site and the bill was signed into law by President Bill Clinton.<br /> <br /> Slight modifications have been made to Delta-09 to prepare it for interpretation as a static display. The launcher closure has been permanently fixed in a partially open position, in agreement with the START Treaty, and a glass and aluminum viewing enclosure was installed over the opening in 2001. A deactivated training missile was installed in the launch tube in 2001. The glass viewing enclosure allows visitors to see into the launcher to view the training missile.</p>", "audioDescription": "The Delta-09 site is located approximately 10 miles west-northwest of Launch Control Facility Delta-01. The Launch Facility occupies part of an open, grassy tract of land straddling a Pennington County Road, about 0.6 miles west and south of Interstate 90 Exit 116. The 90 acre site includes 10 acres that were in exclusive use by the Air Force including 1 acre within the security fence and 80 acres that were in concurrent use by the Air Force. The Delta-09 site includes nine contributing resources—the overall site, the missile launcher, the Launch Facility support building, the improved Minuteman physical security antenna, the hard UHF antenna, the cathodic protection rectifier, two azimuth markers, and a HICS cable marker. Delta-09 is surrounded on the north, west, and south sides by Buffalo Gap National Grassland property under ownership of the United States Forest Service. The launch structures are concentrated inside a rectangular area surrounded by a chain-link security fence. A double gate is located on the east side of the security fence. A gravel access drive leads from the double gate to the nearby county road. The area inside the enclosure has been graded to form a level, earthen platform that is elevated a few feet above the surrounding terrain. The platform has a gravel surface, and was specifically planned to provide maneuver space for the truck-like transporter-erector vehicles that hauled and emplaced the Minuteman missiles. The area surrounding the platform is native grass and the area was routinely mowed by the Air Force. The missile launcher and soft support building are located near the southern end of the maneuver space platform, with most of their structural elements underground. A smaller rectangular area at the north end of the platform outlined by four, low, small concrete corner pylons served as a landing pad for helicopters. Floodlights mounted atop two wooden utility poles at opposite comers of the maneuver space provided illumination for nighttime maintenance activities at the site. Two remnants of the concrete-base pad from the earlier outer zone security system antennas remain at the site: a square concrete pad with four reflector mount pedestals is located to the southwest (rear) of the missile launcher and a clutter monument and footing of the antenna pedestal are located to the rear (south) of the Launch Facility support building.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "https://www.nps.gov/mimi/planyourvisit/visiting-launch-facility-missile-silo-delta-09.htm", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits", "Information Kiosk/Bulletin Board", "Parking - Auto", "Parking - Bus/RV", "Restroom - Accessible", "Toilet - Vault/Composting", "Wheelchair Accessible"], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "Six miles east of Wall, South Dakota, south of I-90, exit 116.", "name": "Location"}, {"id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701", "value": "Minuteman I & II launch facility used from 1963-1993", "name": "Significance"}, {"id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF", "value": "Part of Minuteman Missile National Historic Site", "name": "Designation"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "71B77232-4FB0-4EA9-8710-55F87D2FF97D", "url": "https://www.nps.gov/places/wild-gardens-of-acadia.htm", "title": "Wild Gardens of Acadia", "listingDescription": "Wild Gardens of Acadia are a living field guide where plants are labeled and serve as an outstanding educational resource to familiarize one with the native vegetation.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/A9BFC6DF-C2B3-747B-A3581D6683BBF6D8.jpg", "credit": "", "altText": "Grey sign with words and a flower design", "title": "Wild Gardens of Acadia", "description": "", "caption": "Entrance sign welcomes visitors to the Wild Gardens of Acadia", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A9BFC6DF-C2B3-747B-A3581D6683BBF6D8.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A9BFC6DF-C2B3-747B-A3581D6683BBF6D8.jpg"}]}], "relatedParks": [{"states": "ME", "parkCode": "acad", "designation": "National Park", "fullName": "Acadia National Park", "url": "https://www.nps.gov/acad/index.htm", "name": "Acadia"}], "relatedOrganizations": [], "tags": ["Acadia National Park", "friends of acadia", "Wild Gardens of Acadia", "gardens", "plant identification", "landscape achitecture", "Sieur de Monts", "native plants"], "latitude": "44.3629150390625", "longitude": "-68.20777893066406", "latLong": "44.3629150390625,-68.20777893066406", "bodyText": "<p>At the Wild Gardens of Acadia, you can see over 400 native plant species in thirteen sections designed to represent natural plant communities found within Acadia National Park. Habitats such as mountain, heath, seaside, coniferous forest, and nine others are represented. The gardens serve as a living field guide and educational resource to familiarize one with native vegetation. All plants are labeled and grouped by habitat. The gardens are open seasonally every morning until dusk. There is no additional fee to view the gardens; you only need your park entrance pass.   </p> <h2>History of Wild Gardens of Acadia</h2> <p>In the early 1900s, Charles W. Eliot and George B. Dorr recognized the natural beauty of Mount Desert Island and the need for its preservation. Dorr purchased the Sieur de Monts Spring area in 1909 and named it the Wild Gardens of Acadia.<br /> <br /> On July 8, 1916, Sieur de Monts National Monument was established, and at this time encompassed 6,634 acres, including four lakes and ten mountains, within a contiguous boundary. George Dorr was appointed the park’s first superintendent, and that same year formally established the Wild Gardens of Acadia Corporation to acquire land for public use and for educational study and scientific research. He placed his private holdings in the corporation which included the Sieur de Monts Spring parcel and much of the Great Meadow, with the<br /> intention of donating them to the monument at a future date. Notably, the monument’s boundary did not include the Tarn, which had been transferred to the Trustees in May of the previous year.<br /> <br /> In 1918, the Wild Gardens of Acadia was recognized by the American Society of Landscape Architects. The following year, on February 16, 1919, Sieur de Monts National Monument became Lafayette National Park. Over the years, Dorr had apparently begun surveys for a “garden approach” to the entire Sieur de Monts Spring area. This approach corresponds to a 1926 donation of a north-south linear tract of land (Tract 11-114) that was conveyed from the Wild Gardens of Acadia Corporation, Sieur de Monts Spring Company, and George Dorr to the U.S. Government on May 1, 1926.<br /> <br /> On August 11, 1930, Tracts 11-113 (120.3 acres) and 11-120 (25.7 acres) encompassing the Great Meadow and the Sieur de Monts Spring area were transferred from George Dorr and the Wild Gardens of Acadia Corporation to John D. Rockefeller, Jr. Land and easements associated with the Museum property, Tract 11-121 (2.3 acres), were transferred from the Sieur de Monts Spring Company to Lafayette National Park Museum of Stone Age Antiquities on July 22, 1930. On August 12, 1930, this same land and easements, and the right for<br /> expansion, was conveyed to the U.S. Government. Nearby, Tract 12-107 (32 acres) that encompassed the Tarn was transferred from the HCTPR to the U.S. Government on July 22, 1931 (Land Ownership Record, 1944).<br /> <br /> Over time, various attempts by Dorr and others led to multiple plans for paths and gardens in this area. In 1961, Superintendent Harold A. Hubler offered space to the Bar Harbor Garden Club to develop an exhibition garden dedicated to the display and propagation of the island’s native wild flowers. The gardens and their winding gravel paths were laid out just north of the spring building [Nature Center] amongst “a tangle of maples and blackberries” damaged in the 1947 fire. The project gestured to the many wild gardens plans envisioned by George Dorr. As part of the arrangement, the park agreed to maintain the irrigation system and provide supplies. In 1985, the Wild Gardens of Acadia was acknowledged as a “Significant Contribution to Horticulture” by the Garden Club of America.<br /> <br /> In 2010, the Wild Gardens of Acadia became an official committee of Friends of Acadia and formalized this new standing through a partnership with Friends of Acadia and Acadia National Park—ensuring continued success and support from the park as an educational resource. The Wild Gardens of Acadia committee received the park's Partnership Award in 2011 in recognition of the “Wild Gardens of Acadia Volunteers for 50 years of devoted stewardship” from the National Park Service.</p>", "audioDescription": "A series of divided gardens with paths running through them. Each habitat is denoted with signs and plants have individual labels. The area is surrounded by a gate with multiple entrances facing the Nature Center and the parking lot.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "https://friendsofacadia.org/our-impact/other-initiatives/wild-gardens-of-acadia/", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "0", "amenities": ["Benches/Seating", "Bus/Shuttle Stop", "Historical/Interpretive Information/Exhibits", "Information - Maps Available", "Parking - Auto", "Public Transit", "Restroom", "Scenic View/Photo Spot", "Wheelchair Accessible"], "managedByOrg": "Friends of Acadia in conjunction with National Park Service", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "B7A31E88-8008-4851-9166-AE30ABD0D2AA", "url": "https://www.nps.gov/places/wesleyanchapel_sfny.htm", "title": "Wesleyan Chapel- Seneca Falls, NY", "listingDescription": "", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/999B0C15-A6A6-C6F9-1D375B24AE2A9DBB.jpg", "credit": "NPS", "altText": "Corner view of a square, two-story, red brick building with white-trimmed windows.", "title": "Wesleyan Chapel", "description": "", "caption": "Wesleyan Chapel, site of the 1848 Women's Rights Convention", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/999B0C15-A6A6-C6F9-1D375B24AE2A9DBB.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/999B0C15-A6A6-C6F9-1D375B24AE2A9DBB.jpg"}]}], "relatedParks": [{"states": "NY", "parkCode": "wori", "designation": "National Historical Park", "fullName": "Women's Rights National Historical Park", "url": "https://www.nps.gov/wori/index.htm", "name": "Women's Rights"}], "relatedOrganizations": [], "tags": ["women's rights", "Women's History", "Seneca Falls", "Seneca Falls Convention", "Wesleyan Chapel", "Elizabeth Cady Stanton", "Mary Ann MClintock", "Lucretia Mott", "Martha Coffin Wright", "Jane Hunt", "Abolition Movement", "Abolition", "suffrage"], "latitude": "42.91078347233103", "longitude": "-76.79972186867649", "latLong": "42.91078347233103,-76.79972186867649", "bodyText": "<p>The Wesleyan Chapel was built in 1843. On July 19 and 20, 1848, the First Women's Rights Convention was held here. Even though <a href=\"https://www.nps.gov/people/elizabeth-cady-stanton.htm\">Elizabeth Cady Stanton</a> was the only one of the five organizers to live in Seneca Falls, the Wesleyan Chapel was well known to them all. The church was a local haven for antislavery activity, political rallies, and free speech events.</p> <p>The original red brick Wesleyan Methodist Church was sold by the congregation in 1871 and extensively altered by subsequent owners. When the site was purchased by the National Park Service in 1985, very little original fabric remained. The site today offers a unique display of the highlighted historic fabric of the original building.</p>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Benches/Seating", "Historical/Interpretive Information/Exhibits", "Parking - Auto", "Theater/Auditorium"], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "Seneca Falls, New York, USA", "name": "Location"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "28A283D6-4EDE-4A1F-9261-8BEB2140FC90", "url": "https://www.nps.gov/places/whittington-park.htm", "title": "Whittington Park", "listingDescription": "", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/A0381EF9-FDFC-5ACE-6BA17F6897270B52.jpg", "credit": "NPS Photo/L.Allen", "altText": "A park scene with two metal benches and a white stone bridge across a creek with lots of greenery.", "title": "Whittington Park", "description": "", "caption": "A view into Whittington Park", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A0381EF9-FDFC-5ACE-6BA17F6897270B52.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A0381EF9-FDFC-5ACE-6BA17F6897270B52.jpg"}]}], "relatedParks": [], "relatedOrganizations": [], "tags": ["Hot Springs National Park", "Midwest NPS", "historical places", "whittington park"], "latitude": "", "longitude": "", "latLong": "", "bodyText": "<p>Originally called Whittington Lake Reserve when it was built in the late 1890s, this tree-shaded greenway is located along Whittington Creek between West Mountain and Sugarloaf Mountain. It was named for early Hot Springs resident and businessman Hiram A. Whittington.</p> <p>Whittington Park once featured two shallow rowing lakes, several pavilions, tennis courts, carriage drives, and a caretaker's house. <a href=\"https://www.nps.gov/hosp/learn/historyculture/upload/whittingtonpark.pdf\">Learn more about the heyday of Whittington Park.</a><br /> <br /> Today, it offers shaded walking trails for visitors to enjoy. West Mountain Drive and the Mountain Top Trailhead are accessible from Whittington Park. Whittington Spring, a cold water jug fountain, is also available here.</p>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Trailhead", "Water - Bottle-Filling Station"], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "48197227-935F-470D-B655-670E7B97DEB8", "url": "https://www.nps.gov/places/stones-river-national-cemetery.htm", "title": "Stones River National Cemetery", "listingDescription": "Created after the Battle of Stones River, Stones River National Cemetery serves as the final resting place for over 6,100 Union soldiers and nearly 1,000 veterans of following wars.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/F396710C-D8BF-F541-C42C0447A0854C27.jpeg", "credit": "NPS / Soohey", "altText": "A Civil War cannon between two trees behind a row of headstones.", "title": "Stones River National Cemetery Cannon", "description": "", "caption": "", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F396710C-D8BF-F541-C42C0447A0854C27.jpeg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F396710C-D8BF-F541-C42C0447A0854C27.jpeg"}]}], "relatedParks": [{"states": "TN", "parkCode": "stri", "designation": "National Battlefield", "fullName": "Stones River National Battlefield", "url": "https://www.nps.gov/stri/index.htm", "name": "Stones River"}], "relatedOrganizations": [], "tags": ["Civil War", "National Cemetery", "Stones River National Battlefield"], "latitude": "35.88160523765195", "longitude": "-86.4343477217442", "latLong": "35.88160523765195,-86.4343477217442", "bodyText": "<blockquote> <p><em><strong>\"[These were] men who had given their lives for the country ..., and now sleep beneath the green sod of our beautiful cemetery, on the immortal field of Stone's River.\"</strong><br /> -</em>William Earnshaw, Chaplain, US Army</p> </blockquote> <p>When Chaplain William Earnshaw, the first Superintendent of Stones River National Cemetery, wrote these words, he and the 111<sup>th</sup> United States Colored Infantry were nearing the end of almost a year of locating and reburying Union soldiers. The fallen soldiers came from the from the battlefield at Stones River, Murfreesboro, and the surrounding area. They began the work in October 1865.</p> <p>Today, more than 6,100 Union soldiers are buried in Stones River National Cemetery. Of these, 2,562 are unknown. Nearly 1,000 veterans, and some family members, who served in the century since the Civil War are also interred here. <br /> <br /> <em>Please note that while the site is open to the public, pets are not allowed inside the National Cemetery.</em></p> <hr /> <h4><a href=\"https://www.nps.gov/stri/learn/historyculture/upload/Interments-for-Web.pdf\">Internment List</a></h4> An alphabetical listing of the soldiers and civilians buried at Stones River National Cemetery", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Cellular Signal", "Historical/Interpretive Information/Exhibits", "Parking - Auto"], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "Murfreesboro, Tennessee", "name": "Location"}, {"id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701", "value": "National Cemetery established after the American Civil War", "name": "Significance"}, {"id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF", "value": "National Cemetery", "name": "Designation"}], "location": "", "locationDescription": "", "credit": "", "multimedia": [{"title": "Virtual Tour - Stones River National Cemetery", "id": "C14F4889-F9FB-4898-A4C1-E452AF967D9C", "type": "multimedia/videos", "url": "https://www.nps.gov/media/video/view.htm?id=C14F4889-F9FB-4898-A4C1-E452AF967D9C"}]}
{"id": "7C7FB0F8-78BD-4D49-8F26-0CFFA74230B7", "url": "https://www.nps.gov/places/savage-river.htm", "title": "Savage River", "listingDescription": "Savage River is a beautiful spot along the Denali Park Road, and marks the farthest point into Denali that a visitor may drive their own vehicle in summer.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/02D79D58-D2EF-A95A-6E7DF9CC3536A3DB.jpg", "credit": "NPS", "altText": "River and road with mountains in the background and a cloudy sky.", "title": "Savage River", "description": "", "caption": "Savage River is a beautiful spot along the Denali Park Road.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/02D79D58-D2EF-A95A-6E7DF9CC3536A3DB.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/02D79D58-D2EF-A95A-6E7DF9CC3536A3DB.jpg"}]}], "relatedParks": [{"states": "AK", "parkCode": "dena", "designation": "National Park & Preserve", "fullName": "Denali National Park & Preserve", "url": "https://www.nps.gov/dena/index.htm", "name": "Denali"}], "relatedOrganizations": [], "tags": ["wilderness", "recreation", "hiking", "trails", "rivers", "glaciation", "glaciers", "geology", "valley", "wildlife", "mountains", "Savage River", "denali park road", "packrafting"], "latitude": "63.738933", "longitude": "-149.2946", "latLong": "63.738933,-149.2946", "bodyText": "Located 15 miles inside Denali National Park, Savage River is accessible by bus (summer) or private vehicle (spring, summer, and fall).<br /> <br /> It is at this point that Denali's sole road changes from pavement to dirt, and traffic beyond the river is only possible by bus or under human power (e.g., bicycle).<br /> <br /> In summer, rangers are at Savage River throughout most of the day. Several trails in the area offer visitors a chance to go for a short or long hike. All visitors should be wildlife-aware and know how to behave in case of an encounter with a bear, moose or wolf. <h3>Geology</h3> <br /> Savage River is one of several braided rivers in Denali that are characterized by transitory channels meandering across wide beds of sediment over time. However this behavior is not the result of glacial melt, as is the case for most braided rivers in the park, because no glaciers remain in the Savage River watershed. Savage River is braided because of high sediment input from brittle rock, and from a relative lack of vegetation stabilizing its headwaters.<br /> <br /> An important transition zone that illustrates the glacial history of this area is located about halfway between the Savage River vehicular bridge and the Savage River Loop Trail footbridge to the north. Upstream (south) from this point, Savage River runs wide and shallow in a U-shaped valley typical of glacial scouring. Downstream (north), Savage River runs fast and restricted through a V-shaped valley typical of river erosion. Look for these distinctive shapes as you cross the vehicular bridge. While more extensive glaciations have affected the topography of the canyon in the past, they occurred over two million years ago. The river has therefore had substantial time to erode the V-shaped canyon that we see today.<br /> <br /> The Savage River canyon is one of the few places where erosion has exposed the Yukon-Tanana Terrane bedrock along the road. Take a closer look and you’ll notice large amounts of mica-quartz schist, a shiny rock that gets its sparkle from the flaky mineral sericite and quartz veins. The varieties of metamorphic rock in the Yukon-Tanana Terrane, along with the degree to which they have been folded and faulted, attest to the terrane’s age and dynamic history.<br /> <br /> Savage Rock, the jagged outcrop that you can walk to just uphill from the Savage River parking lot, is a surprising stumper. Why this outcrop is so prominent compared to its surroundings—despite being made of similar rocks—remains a mystery. One theory is that faulting caused the rock to protrude from the surrounding topography. A second is that it slid down from above. Or Savage Rock could be made of more resistant schist than the surrounding metamorphic rock. Further studies are needed to resolve this enigma.<br />  ", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "1b7ac68b-574c-44ae-b641-a092912aef93", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Benches/Seating", "First Aid Kit Available", "Information - Ranger/Staff Member Present", "Restroom", "Restroom - Accessible", "Scenic View/Photo Spot", "Toilet - Vault/Composting", "Trailhead", "Trash/Litter Receptacles"], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "Mile 15, Denali Park Road", "name": "Location"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "26F4D0CC-E228-4D0A-BF08-E9DB98A6A026", "url": "https://www.nps.gov/places/bunker-hill-monument.htm", "title": "Bunker Hill Monument", "listingDescription": "Dedicated in 1843, this 221-foot obelisk commemorates the Revolution's first major battle. Visitors may climb the monuments 294 steps. A museum across the street has exhibits about the community, monument, and battle.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/4025D7AF-C181-8A91-80CA9058F48DB795.jpg", "credit": "Tom Zion", "altText": "View of a dense neighborhood of mostly 3 story dwellings with green space and monument in center.", "title": "Bunker Hill Monument", "description": "", "caption": "Aerial view of Bunker Hill Monument", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/4025D7AF-C181-8A91-80CA9058F48DB795.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/4025D7AF-C181-8A91-80CA9058F48DB795.jpg"}]}], "relatedParks": [{"states": "MA", "parkCode": "bost", "designation": "National Historical Park", "fullName": "Boston National Historical Park", "url": "https://www.nps.gov/bost/index.htm", "name": "Boston"}], "relatedOrganizations": [], "tags": ["Boston", "Freedom Trail", "Battle of Bunker Hill", "Bunker Hill Monument", "Bunker Hill", "Revolutionary War", "American Revolution", "suffrage map"], "latitude": "42.37632299900402", "longitude": "-71.06076586994607", "latLong": "42.37632299900402,-71.06076586994607", "bodyText": "<p>Dedicated in 1843, this 221-foot obelisk commemorates the Revolution's first major battle. Members of the Bunker Hill Monument Association (BHMA) spent decades raising money to complete the construction of the Monument.</p> <p>Since its completion, Bostonians have adapted the symbol of the Bunker Hill Monument for their own social and political activism. Boston suffragists recognized it as a symbol of the freedoms they sought, with suffragist <a href=\"https://www.nps.gov/people/lucy-stone.htm\">Lucy Stone</a> once remarking, “We are still battling for the principle it stands for. My spirit kindles whenever I see that monument. It is <em>our</em> monument.”<sup>1</sup> Throughout the 20<sup>th</sup> century, activists held protests regarding the Vietnam War and civil rights issues around the monument.</p> <p>Visitors may climb the monument’s 294 steps. A museum across the street has exhibits about the community, monument, and battle.</p> <h2>Learn More...</h2> <p><a href=\"https://www.nps.gov/bost/planyourvisit/bhm.htm\">Visiting Bunker Hill Monument and Museum - Boston National Historical Park</a></p> <p><a href=\"https://www.nps.gov/articles/000/building-the-bunker-hill-monument.htm\">Building the Bunker Hill Monument</a></p> <h2>Footnotes:</h2> <ol> <li>\"Large-Minded Lucy Stone.\" <em>The Woman's Journal,</em> October 28, 1893, Schlesinger Library, Radcliffe Institute, Harvard University, <a href=\"https://iiif.lib.harvard.edu/manifests/view/drs:49673168$348i\">https://iiif.lib.harvard.edu/manifests/view/drs:49673168$348i</a>.</li> </ol>", "audioDescription": "Bunker Hill monument is a cream-colored granite obelisk. It is 221 feet tall. At the base, it is 30 feet square. At the top it is 15 feet square with a pyramid topper pointing 13 feet high. An enclosed spiral staircase built inside the monument provides access to a viewing deck at the top. Seven small rectangular windows are only on the north side of the monument in the stairwell, visible at each pass of the spiral staircase. Square windows are on all four sides of the monument at the viewing deck level. In the center of the monument is a circular newel that runs from the base up to the viewing deck. At the base of the newel, behind an iron gate, is a marble Tuscan column about 8 feet high as a memorial to Joseph Warren. The monument stands at the peak of a hill. The park is largely green space with symmetrical pathways leading from the streets up to the monument. The monument is surrounded by an iron picket fence. Immediately to the north of the monument is the Bunker Hill Lodge, a relatively small, one story granite structure with its primary outdoor feature being six fluted granite columns supporting a pediment that forms the entry point. Inside is a domed entry vestibule with yellow and cream Italian marble and a white marble mosaic floor. To the left is an information desk. Entryways to the left, right, and ahead are arched. To the right is a corridor with closed rooms and closets and a water fountain. Ahead is a room that comprises the full width of the building and half the depth of the building with a white marble statue of Joseph Warren in the center of the room against the back wall. Flags flank Warren. Portraits and seating line the walls.", "isPassportStampLocation": "1", "passportStampLocationDescription": "Stamps are available at both the Bunker Hill Lodge as well as the Museum at 43 Monument Square.", "passportStampImages": [{"credit": "", "description": "", "crops": [{"aspectRatio": 1.0, "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/BF709D6D-B359-FED5-B6FA5771816E4275.jpg"}], "altText": "Brown circular stamp with \"Boston National Historical Park\" & \"Bunker Hill\" along edges and a date.", "title": "Bunker Hill Passport Stamp", "caption": "", "url": "https://www.nps.gov/common/uploads/passport_stamps/BF709D6D-B359-FED5-B6FA5771816E4275.jpg"}, {"credit": "", "description": "", "crops": [{"aspectRatio": 1.0, "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/BF7A741C-9B7B-96A0-413BB1359B538EA3.jpg"}], "altText": "Brown circular stamp with \"Boston National Historical Park\" & \"Freedom Trail\" along edges and date.", "title": "Freedom Trail Passport Stamp", "caption": "", "url": "https://www.nps.gov/common/uploads/passport_stamps/BF7A741C-9B7B-96A0-413BB1359B538EA3.jpg"}], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits", "Information - Ranger/Staff Member Present", "Restroom", "Scenic View/Photo Spot", "Water - Drinking/Potable"], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "Monument Square, Charlestown", "name": "Location"}, {"id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701", "value": "Commemorates the Battle of Bunker Hill", "name": "Significance"}, {"id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF", "value": "National Historic Landmark; Freedom Trail Site; Part of Boston National Historical Park", "name": "Designation"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "CC9B94A1-CA92-49CF-8DD6-1096014967BA", "url": "https://www.nps.gov/places/tra.htm", "title": "Theodore Roosevelt Area", "listingDescription": "", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/0657844D-DB6F-F6FB-D9D9253CB9CC8A7E.jpg", "credit": "Rick Rasmussen, Artist in Residence", "altText": "a blue sky and saltmarsh", "title": "Round Marsh", "description": "", "caption": "View from the Observation Tower", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0657844D-DB6F-F6FB-D9D9253CB9CC8A7E.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0657844D-DB6F-F6FB-D9D9253CB9CC8A7E.jpg"}]}], "relatedParks": [{"states": "FL", "parkCode": "timu", "designation": "Ecological & Historic Preserve", "fullName": "Timucuan Ecological & Historic Preserve", "url": "https://www.nps.gov/timu/index.htm", "name": "Timucuan"}], "relatedOrganizations": [], "tags": ["hiking", "trail", "trailhead", "marsh"], "latitude": "30.36938680100674", "longitude": "-81.48300821011289", "latLong": "30.36938680100674,-81.48300821011289", "bodyText": "<p>The Theodore Roosevelt Area is a 600-acre natural treasure of hardwood forest, wetlands, and scrub vegetation. It is also rich in cultural history.</p> <p>Visitors can experience miles of thickly wooded peaceful nature trails, vast grassland that supports both water and land animals, ancient piles of discarded oyster shells which yield clues about an extinct culture, and the legacy of preservation bequeathed to all by this property's last private owner, Willie Browne. The Theodore Roosevelt Area is open 9:00 to 4:45 daily.</p>", "audioDescription": "hiking trails lead you through lush maritime hammock, shell middens, and up to salt marsh overlooks.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Benches/Seating", "Cellular Signal", "Historical/Interpretive Information/Exhibits", "Parking - Auto", "Picnic Table", "Restroom", "Restroom - Accessible", "Scenic View/Photo Spot", "Toilet - Flush", "Trailhead"], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "13165 Mt Pleasant Rd, Jacksonville, FL 32225", "name": "Location"}, {"id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701", "value": "Land Preserved in Urban Area", "name": "Significance"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "78C54B7F-C99E-4E0C-9581-ECA147A8CD80", "url": "https://www.nps.gov/places/stehekin-river-trail.htm", "title": "Stehekin River Trail", "listingDescription": "The Stehekin Trail is a relatively flat hike through a forest with views of the river, Rainbow Falls, and surrounding mountains.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/C2A154D8-B841-DD68-67C09B24232AB80C.jpg", "credit": "NPS/Bryanna Plog", "altText": "A thin dirt path winds through a forest of deciduous trees turning yellow and gold in the fall.", "title": "Stehekin River Trail in fall", "description": "", "caption": "The Stehekin River Trail in mid-October.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C2A154D8-B841-DD68-67C09B24232AB80C.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C2A154D8-B841-DD68-67C09B24232AB80C.jpg"}]}], "relatedParks": [{"states": "WA", "parkCode": "noca", "designation": "National Park", "fullName": "North Cascades National Park", "url": "https://www.nps.gov/noca/index.htm", "name": "North Cascades"}], "relatedOrganizations": [], "tags": ["trail"], "latitude": "48.345799051720626", "longitude": "-120.72126566688962", "latLong": "48.345799051720626,-120.72126566688962", "bodyText": "<p>The Stehekin River Trail is an easy hike on a trail that gradually rises and falls as it winds through the forest. Look for views to the east of Rainbow Falls in the first third of the trail. Along the river, watch for beaver ponds and a variety of birds. In the fall, red salmon can be spotted in the river and side pools. The trail ends at Weaver Point Campground, which has vault toilets and picnic tables and is also accessible by boat on Lake Chelan. There is limited shoreline access to the Stehekin River along the trail. Trail can be partially flooded during spring runoff, usually in May or June.<br /> <br /> About a half mile (0.7 km) before reaching Weaver Point, the Stehekin River Trail also connects to the Devore Creek Trail which leads into the Glacier Peak Wilderness of Okanogan-Wenatchee National Forest.<br />  </p> <ul> <li><strong>Difficulty:</strong> Easy to moderate</li> <li><strong>Distance and elevation:</strong> It is 3.2 miles (5.2 km) one way from the trailhead to Weaver Point with approximately 200 feet (60 m) of elevation gain.</li> <li><strong>Access:</strong> From Stehekin Landing, travel 4.5 miles north along the Stehekin Valley Road and turn left across Harlequin Bridge. Follow the road as it veers to the right at the fork and watch for a side road to the left after approximately 0.4 miles (0.7 km). Road is signposted for trailhead. Continue on road another approx 0.4 miles as it loops around the southwest side of the airstrip until you see the marked trailhead.</li> <li>Leashed dogs allowed.</li> <li><b>Camping</b> is allowed at Weaver Point Campground (vault toilets). No backcountry permit required. Federal dock permit required for motorboats.</li> </ul>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Toilet - Vault/Composting", "Trailhead"], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "Stehekin, WA", "name": "Location"}, {"id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF", "value": "Trail", "name": "Designation"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "CD845002-ADA1-44CF-979E-BAFD51A64181", "url": "https://www.nps.gov/places/west-lake-canoe-trail.htm", "title": "West Lake Canoe Trail", "listingDescription": "Paddle through a series of large open lakes connected by narrow creeks lined with mangroves. Look for alligators and crocodiles. West Lake is closed to vessels with motors greater than 6 h.p. Motors are prohibited from the east end of West Lake through Alligator Creek. Not recommended on windy days due to open, rough waters. A wilderness permit is required for overnight stays.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/41BDAC52-9473-2B51-7677FBF39017B560.jpg", "credit": "NPS Photo/ D. Diaz", "altText": "Kayakers in a yellow kayak relax on the sparkling blue waters of West Lake", "title": "West Lake Canoe Trail", "description": "", "caption": "Kayakers paddling in West Lake", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/41BDAC52-9473-2B51-7677FBF39017B560.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/41BDAC52-9473-2B51-7677FBF39017B560.jpg"}]}], "relatedParks": [{"states": "FL", "parkCode": "ever", "designation": "National Park", "fullName": "Everglades National Park", "url": "https://www.nps.gov/ever/index.htm", "name": "Everglades"}], "relatedOrganizations": [], "tags": ["Everglades National Park", "canoe", "kayak", "Paddling", "boat launch"], "latitude": "25.2148208485", "longitude": "-80.8504378651", "latLong": "25.2148208485,-80.8504378651", "bodyText": "Paddle through a series of large open lakes connected by narrow creeks lined with mangroves. Look for alligators and crocodiles. West Lake is closed to vessels with motors greater than 6 h.p. Motors are prohibited from the east end of West Lake through Alligator Creek. Not recommended on windy days due to open, rough waters. A wilderness permit is required for overnight stays.", "audioDescription": "When standing at the beginning of the West Lake Canoe Trail you will be looking west from a small boat ramp next to a concrete structure that butts up to the water with a roof on it. The structure has restrooms, picnic tables with a wooden railing around it, and steps that lead down to concrete jetties that stick out into the water with cleats on them. The water, a small shallow bay about 1-3 feet deep, is clean but dark in color with wispy vegetation growing from the bottom and sometimes sticking above the water. The bay is surrounded by red mangroves with openings on the north and south side. The West Lake Canoe Trail is approximately 35.9 miles for the main park entrance.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "9ef33e37-085f-4a9f-8a36-71d974885ae6", "geometryPoiId": "245eee9f-4f61-4113-8058-b98f1950a652", "isManagedByNps": "1", "amenities": ["Beach/Water Access", "Benches/Seating", "Canoe/Kayak/Small Boat Launch", "Dock/Pier", "Parking - Auto", "Parking - Boat Trailer", "Parking - Bus/RV", "Picnic Shelter/Pavilion", "Picnic Table", "Scenic View/Photo Spot", "Toilet - Flush", "Trash/Litter Receptacles"], "managedByOrg": "Everglades National Park", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "A4F0233E-E352-4645-950C-C2BB1459BFA3", "url": "https://www.nps.gov/places/000/a-burton-fine-watch-repair.htm", "title": "A. Burton Fine Watch Repair", "listingDescription": "This exhibit shows a replica of the store that was run by the Burton family for almost 50 years. Visitors today can stop in and see clocks of the 1800s.", "images": [{"url": "https://www.nps.gov/common/uploads/place/import/e7b5d536-194b-4d02-a7cb-fd5b440b696c_image_350.jpg", "credit": "", "altText": "Exterior of the Burton Shop", "title": "", "description": "", "caption": "Exterior of the Burton Shop", "crops": []}], "relatedParks": [{"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}], "relatedOrganizations": [], "tags": [], "latitude": "39.32320492828131", "longitude": "-77.7304570963667", "latLong": "39.32320492828131,-77.7304570963667", "bodyText": "<p>This exhibit shows a replica of the store that was run by the Burton family for almost 50 years. Visitors today can stop in and see clocks of the 1800s.<br /> <br /> <strong>*NOTE: this exhibit is temporarily closed.</strong></p>", "audioDescription": "A. Burton: Fine Watch Repairing, exterior and interior.<br />[538 words]<br /><br />This narrow, single floor structure is sided in cream-colored painted vertical wood panels. A single doorway stands just to the right of a 5 foot by 7 foot window and a 6-paned window is mounted above the door. Together, the window and door make up almost the entire width of the front wall.<br /><br />Just above the door hangs a white sign outlined in blue. A drawing of a pocket watch is in the center of the sign and the words \"A. Burton, Fine Repairing\" are drawn in black. The sign is duplicated on the reverse side.<br /><br />Through the large front window, we see an assortment of watches and clocks. Six pocket watches are suspended on a gold and glass display stand shaped like a small Ferris wheel.<br /><br />We enter the building at the right over two stone steps on to the weathered wooden floor. A wall of Plexiglas to the left and along back prevents visitors from venturing into the workshop but allows for viewing into the small space beyond.<br /><br />A panel mounted on the wall to the right inside the doorway provides more information:<br /><br />A. Burton: Fine Watch Repair.<br /><br />Alfred Burton's watch repair shop probably opened in 1869 as part of a wave of new and reopened businesses in Harpers Ferry after the Civil War. Burton and his sons repaired and sold watches, clocks, jewelry, and spectacles in this building for nearly 50 years.<br /><br />Many objects in this room appear in Burton's ledger, reproduced at right. Archeologists discovered the marbles, inkwell, and slate pencil. Burton descendants donated the ledger, safe, workbench, and watch parts. Below is an 1875 Deed of Trust that provides clues to other shop contents:<br /><br />\"... One Iron Safe, One Show Case, One time Piece Regulator, One Watch Bench, One Watch Pivot Lathe, One American Lathe, One Pair of Silver Smiths Rolls, One foot Lathe, One Pair of Fairbanks Counter Scales... One Set of Watch Tools, One Set of Watch Glass Draws, One case of Small draws for Watch Material.\"<br /><br />On the right of the panel, a tintype portrait of Alfred Burton, September 1865. He has a mid-length beard with no mustache and wears a long dark coat over a dark vest and herringbone pattern pants and holds a cane in his right hand.<br /><br />A caption reads:<br /><br />A Curiosity in the Window<br /><br />\"Mr. Burton... has a singular sort of mechanical contrivance in his store window, from which hangs half a dozen watches... and this contrivance keeps continually going round at the same solemn, blind horse rate... Citizens are beginning to complain of this; they say that it is having a bad effect on the brain of people who are obliged to look into the window.\"<br />Spirit of Jefferson (a Charles Town newspaper), November 5, 1878<br /><br />Looking into the workspace to the left, near the front window is a wood workbench covered with an assortment of hand-tools and small tins.<br /><br />Along the wall across from you, clocks of varied size, shapes, and styles adorn the shelves. And in the center of the floor, a countertop holds glass display cases filled with ornamental watch chains and jewelry and an array of pocketwatches.<br /><br />In the back-right corner of the room stands a round woodstove.<br /><br />End of description.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "0", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "36f97167-e5cd-4d3c-8a3e-871cb3cd05d4", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits"], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "5EFBBBCA-AA3A-4551-A042-88521783BF72", "url": "https://www.nps.gov/places/000/anthony-hall.htm", "title": "Anthony Hall - Mather Training Center", "listingDescription": "Built in 1848 as the armory superintendent's home, the house was used as officers' quarters during the Civil War. The building was conveyed to Storer College in 1869, replacing Lockwood House as school headquarters. After an addition in 1882, Anthony Memorial Hall contained the main library, museum, music rooms, chapel hall, lecture room, science laboratories and administrative offices. In 1906, the Niagara Movement met in this building. It now serves as a training center for", "images": [{"url": "https://www.nps.gov/common/uploads/place/import/176f8d34-1ed4-4810-8e7e-1be78af40fe2_image_350.jpg", "credit": "", "altText": "This photo shows a large brick building diagonal in the frame. The brick is a light red bordering on pink shade because of how the sun is hitting it in this shot.", "title": "", "description": "", "caption": "", "crops": []}], "relatedParks": [{"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}], "relatedOrganizations": [{"id": "83154D38-627B-403F-855B-E5720C9A881C", "url": "", "name": "Stephen T. Mather Training Center"}], "tags": [], "latitude": "39.324014", "longitude": "-77.741165", "latLong": "39.324014,-77.741165", "bodyText": "<p>Built in 1848 as the armory superintendent's home, the house was used as officers' quarters during the Civil War. The building was conveyed to Storer College in 1869, replacing Lockwood House as school headquarters. After an addition in 1882, Anthony Memorial Hall contained the main library, museum, music rooms, chapel hall, lecture room, science laboratories and administrative offices. In 1906, the Niagara Movement met in this building. It now serves as a training center for the National Park Service.<br /> <br /> <strong>Please note: the interior of building is only accessible to the public during advertised special events, presentations, or talks.</strong></p>", "audioDescription": "Stephen T. Mather Training Center.<br />[363 words]<br /><br />Welcome to the National Park Service's Stephen T. Mather Training Center at 51 Mather Place, formerly the home of Storer College's Anthony Hall. The front of the building faces east, toward the Harpers Ferry gap. At the back of the building is a parking lot for employees and visitors as well as a wheelchair accessible entrance to the building. <br /><br />The long three-story red brick building is built upon a three foot tall stone foundation. The middle section of the building rises to a point in the center with a round window in the gable above the second floor. Five tall Palladian windows line the second story. At the center of the first floor, a white portico stands upon a three-foot tall porch and frames a single white door with sidelights. Two 5 foot tall stone-capped windows are on either side. There is no walkway to the center door and this entrance is locked. A 30 foot tall flag pole is mounted in the ground just to the right of the middle entrance.<br /><br />The building extends on the left and right into non-gabled two-story tall wings, each with doorways framed under raised porticos. Along each wing, three shutter-framed windows line the second floor and a 3 foot tall, shutter-framed window is on either side of the porticos. Paved sidewalks extend from the brick pathway to either wing. Each porch has 6 steps up with a handrail along the right side but no railing around the porch. <br /><br />In front of the left wing, along the right side of the sidewalk, is an 9 foot wide stone with a bronze Stephen Tyng Mather plaque mounted on the face. The plaque features a profile of Mather under the dates July 4, 1867 - Jan 22, 1930. The plaque reads: He laid the foundation of the National Park Service, defining and establishing the policies under which its areas shall be developed and conserved unimpaired for future generations. There will never come an end to the good that he has done.<br /><br />During operating hours, the left-hand door is often locked to outside access but the right-hand entryway leads to a reception desk just inside to the left. <br /><br />End of description.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "0", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits"], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "Harpers Ferry, WV", "name": "Location"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "15331936-A206-495D-8E7D-43DF9A5BF9B3", "url": "https://www.nps.gov/places/000/appalachian-trail-conservancy.htm", "title": "Appalachian Trail Conservancy", "listingDescription": "The Appalachian Trail Visitor Center in Harpers Ferry is one of the most legendary landmarks along the entire 2200-mile Appalachian National Scenic Trail. It's a fun stop and great resource whether you're exploring historic Harpers Ferry, looking for a fantastic day-hike nearby, or interested in learning more about the world's most famous footpath. <br /><br />Learn more about the AT Visitor Center by <a href=\"http://appalachiantrail.org/home/about-us/get-in-touch/harpers-ferry-visitor-center\">visiting their website</a> .", "images": [{"url": "https://www.nps.gov/common/uploads/place/import/e2f02c5c-2089-461c-aaab-d6255c6fb5d9_image_350.jpg", "credit": "", "altText": "A close-up of the building. There is a brown Appalachian Trail Conservatory sign. The wall is grey stone with thick borders of white mortar between stones. Backpacks are out front of the building. On the left side, there are two windows. The roof is grey.", "title": "", "description": "", "caption": "", "crops": []}], "relatedParks": [{"states": "CT,GA,MA,MD,ME,NC,NH,NJ,NY,PA,TN,VA,VT,WV", "parkCode": "appa", "designation": "National Scenic Trail", "fullName": "Appalachian National Scenic Trail", "url": "https://www.nps.gov/appa/index.htm", "name": "Appalachian"}, {"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}], "relatedOrganizations": [], "tags": [], "latitude": "39.325457", "longitude": "-77.740516", "latLong": "39.325457,-77.740516", "bodyText": "<p>The Appalachian Trail Visitor Center in Harpers Ferry is one of the most legendary landmarks along the entire 2200-mile Appalachian National Scenic Trail. It's a fun stop and great resource whether you're exploring historic Harpers Ferry, looking for a fantastic day-hike nearby, or interested in learning more about the world's most famous footpath.<br /> <br /> Visitor Center hours:<br /> Thursday-Monday: 9 a.m. to 5 p.m.<br /> Tuesday-Wednesday: 10 a.m. to 4 p.m.<br /> Closed on major holidays.<br /> <br /> Learn more about the AT Visitor Center by <a href=\"http://appalachiantrail.org/home/about-us/get-in-touch/harpers-ferry-visitor-center\">visiting their website</a> .</p>", "audioDescription": "Appalachian Trail Conservancy Building.<br />[311 words]<br /><br />The ATC visitor center faces Washington Street on the corner of Jackson Street, also known as Storer College Place. It is a two-story white plaster and stone building with a black tin roof protruding above the first floor and spanning the width of the building. The roof overhangs a concrete walkway along the base of the building that is raised to maintain the level of the first floor, counter to the incline of the brick sidewalk out front.<br /><br />The entrance is located through a double door at the right of the building, up four stairs to the stoop. In the center of the front facing wall is inset a double window with a wooden bench underneath. An at the left of the building is a bulletin board and a registration box.<br /><br />On the wall to the left of the front door is a dark wood sign engraved with the Appalachian Trail logo and the words \"Appalachian Trail Conservancy.\"<br /><br />On the right of the door, a square plaque is mounted just above ground level. The plaque reads:<br /><br />The American Institute of Certified Planners has designated The Appalachian Trail as a National Planning Landmark and Benton MacKaye as a National Planning Pioneer.<br /><br />Conceived by Benton MacKaye in 1921 as a walking trail from New England to Georgia, the Appalachian Trail was a pioneering invention in regional interconnection. MacKay's work in regional planning theory and practice also laid the foundations for the Tennessee Valley Authority, the Rural Resettlement Administration programs of the 1930s, and the Civilian Conservation Corps. The National Trails System Act of 1968 made the Appalachian Trail the spinal cord of a fourteen-state greenway and the premier component of a national system of scenic and historic trails.<br />Erected 2000.<br /><br />The American Institute of Certified Planners, The Society for American City and Regional Planning History, The West Virginia Planning Association.<br /><br />End of description.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "0", "amenities": ["Information", "Trailhead/Hiker Register"], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "30C4F157-7A47-4A54-BE40-6BA6F44D70A2", "url": "https://www.nps.gov/places/000/boarding-house-1.htm", "title": "Boarding House - Harpers Ferry", "listingDescription": "Located on the second floor of the Provost Marshal Building, this floor showcases what living quarters would look like for different people during the Civil War period. James Taylor, a newspaper sketch artist, resided here in 1864 alongside Mrs. Stipes and her daughters who ran the housing. Get a sense of what living here was like during the 1860s by exploring these replica rooms!", "images": [{"url": "https://www.nps.gov/common/uploads/place/import/793f7ec1-0ea1-4fd8-ad38-afb27bba1db9_image_350.jpg", "credit": "", "altText": "This image shows a brown door indicting the entrance to the building and is completely surrounded by red brick.", "title": "", "description": "", "caption": "", "crops": []}], "relatedParks": [{"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}], "relatedOrganizations": [], "tags": [], "latitude": "39.322573", "longitude": "-77.730589", "latLong": "39.322573,-77.730589", "bodyText": "<p>Located on the second floor of the Provost Marshal Building, this floor showcases what living quarters would look like for different people during the Civil War period. James Taylor, a newspaper sketch artist, resided here in 1864 alongside Mrs. Stipes and her daughters who ran the housing. Get a sense of what living here was like during the 1860s by exploring these replica rooms!</p>", "audioDescription": "Boarding House, exterior and interior hallway.<br />[333 words]<br /><br />Nestled between the Provost Marshal on the right and the Dry Goods Store on the left is the Boarding House. A sign underneath the 3rd floor window reads \"Stipes Boarding House. Daily and weekly rates.\"<br /><br />Up one stone step and over the wooden threshold, a single brown door provides access to the inside during park operating hours. The door frame is painted dark green and a window above the doorway is painted with the words \"Boarding House.\"<br /><br />A wayside inside the hallway, just to the left of the base of the stairs, features a drawing of Shenandoah Street in 1864 by sketch artist James E. Taylor (courtesy of the Western Reserve Historical Society, Cleveland, Ohio). The Harpers Ferry Military District Headquarters building is at center and, just to the right, is Mrs. Stipes' Boarding House. The Boarding House is depicted as a two-floor building with a portico in front.<br /> <br />The panel reads:<br />Keeping the Wolf from the Door.<br />Cornelia Stipes, a Harpers Ferry widow, and her three daughters ran a boarding house in this building during the Civil War. This money kept her family from starving. In the words of her boarder, Civil War sketch artist, James Taylor, \"Mrs. Stipes catered to sojourners at the Ferry... to keep the wolf from the door.\"<br /><br />A doorway just to the right as you enter the Boarding House provides another glimpse into the Provost Marshal's office, from the left side of the room. A locked wooden gate prevents access but we can see a yellow wooden bench placed underneath a window along the far wall and, nearer to us, we see a desk with its various cubbies stuffed with papers and bound ledgers filed on shelves.<br /><br />Continue up the stairs at the back of the entry hall to the second and third floors to see rooms furnished as they would have been while this was an active Boarding House.<br /> <br />End of description.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits"], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "Harpers Ferry, WV", "name": "Location"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "7D2E8B51-2FE9-47E3-866F-2B7F82AE1EC8", "url": "https://www.nps.gov/places/000/bolivar-heights.htm", "title": "Bolivar Heights", "listingDescription": "Bolivar Heights is one of the most important Civil War battlefields in West Virginia -- it was the site of the largest surrender of United States troops during the Civil War. Today, from this location, you can walk beside trenches, take a hike in the woods, or enjoy an incredible vista where you can see most of the park areas from one vantage point. You can drive to this location on your own.", "images": [{"url": "https://www.nps.gov/common/uploads/place/import/e44ec305-6f5f-4a61-8ba9-dcb28ed2e80a_image_350.jpg", "credit": "", "altText": "This image is of the Bolivar Heights sign. The sign is brown with a large National Parks Logo. On the left side of the photo there is a brown split rail fence. Trees line the fence and the ground is grassy.", "title": "", "description": "", "caption": "", "crops": []}], "relatedParks": [{"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}], "relatedOrganizations": [], "tags": [], "latitude": "39.3238415092", "longitude": "-77.7611266459", "latLong": "39.3238415092,-77.7611266459", "bodyText": "<p>Bolivar Heights is one of the most important Civil War battlefields in West Virginia -- it was the site of the largest surrender of United States troops during the Civil War. Today, from this location, you can walk beside trenches, take a hike in the woods, or enjoy an incredible vista where you can see most of the park areas from one vantage point. You can drive to this location on your own.<br /> <br /> Bolivar Heights witnessed more battle action than any other location at Harpers Ferry. The first battle of the Civil War at Harpers Ferry occurred at Bolivar Heights on October 16, 1861, exactly two years after the commencement of the John Brown Raid. Alarmed by Union forces in the new Confederacy, especially along the Potomac River, a Confederate force under Col. Turner Ashby struck Union Col. John Geary's men at Bolivar Heights. Many Confederates were angry over the Union seizure of a local flour mill, which provoke some of the fighting but soon after the Confederate attack, Geary held the location and forced a Confederate retreat.<br /> <br /> Confederate Commander Stonewall Jackson's arrival produced the second battle at Bolivar Heights on May 30, 1862 during Jackson's famous Valley Campaign. Jackson had routed all Union soldiers in the Shenandoah Valley, except those at Harpers Ferry. Alarmed at Jackson's successes, Washington reinforced the Union forces at Harpers Ferry by sending Brig. Gen. Rufus B. Saxton to Bolivar Heights to defend the Union position. Jackson attacked Bolivar Heights during a ferocious thunderstorm, but Saxton's position on Camp Hill was held and Jackson retired under the cover of darkness. Siege cannon from the Naval Battery on Maryland Heights plummeted Jackson's men as they advanced across the heights through the town of Bolivar, damaging numerous homes.<br /> <br /> The third time Bolivar Heights witnessed action also involved Stonewall Jackson's men. During the Battle of Harpers Ferry, September 12-15, 1862, Jackson forced a final stand atop Bolivar Heights with the Union forces. Jackson's artillery pummeled the heights from three directions, Maryland Heights, Loudoun Heights, and School House Ridge. On the night of the 14th, he sent Commander A.P. Hill around the southern flank of the heights, which forced the Union garrison to surrender. The formal surrender of nearly 12,700 Union soldiers, the largest capitulation of Union forces during the Civil War, occurred on Bolivar Heights.<br /> <br /> The fourth time Bolivar Heights experienced combat occurred during Confederate General Robert E. Lee's advance toward Gettysburg. Lee sent a column of men to maneuver the Union out of Harpers Ferry, but the Union forcers offered minimal resistance and the Union retreated behind the big guns on Maryland Heights. Bolivar Heights would be blasted from Maryland Heights during the last week of June 1863 and the indiscriminate shelling created havoc in the community, which wrecked civilian homes.<br /> <br /> The fifth and final time Bolivar Heights was a battlefield occurred during Confederate Commander Jubal Early's invasion of the North during the end of June into the first week of July 1864. Early's main column contended with Maryland Heights, north of the Potomac, and sent a detachment of forces to seize Bolivar Heights along with Harpers Ferry from the west. The Union repeated their tactic of the previous year, offering limited resistance on Bolivar Heights, and instead turned toward the siege cannon on Maryland Heights to pulverize the Confederate invaders. Once again, Bolivar Heights and the town suffered extensive damage from bombardment.<br /> <br /> When Bolivar Heights was not a battlefield, it was a campground. Bolivar Heights' gentle, sweeping slopes first were used by Jackson during the spring of 1861. Here Jackson encamped and drilled the 1st Virginia Brigade, which became the famous \"Stonewall\" Brigade. Jackson gained his familiarity with the topography and terrain of Bolivar Heights during this formative period, which enabled him to use this knowledge to his advantage during the Battle of Harpers Ferry in 1862.<br /> <br /> The largest encampment on Bolivar Heights occurred following the Battle of Antietam. The entire 2nd Corps of the Army of the Potomac, numbering nearly 15,000 men, lived on Bolivar Heights for nearly six weeks before departing for the Fredericksburg Campaign during the first week of November 1862. During this time, Professor Thaddeus Lowe raised his gas-filled balloon to observe Confederate movements in the Shenandoah Valley. In addition, the Union troops built extensive earthworks along the length of the ridge, trying to make Bolivar Heights more defensible. Bolivar Heights has a lower elevation than Maryland and Loudoun Heights, which makes it easier to approach through the Shenandoah Valley.<br /> <br /> Bolivar Heights also was the site of the largest corral and wagon yard in the Shenandoah Valley during the Civil War. During Union Maj. Gen. Philip H. Sheridan's Shenandoah Valley Campaign of 1864, Sheridan converted Bolivar Heights into a temporary corral for thousands of mules and hundreds of quartermaster wagons, waiting to transport supplies and munitions south. Bolivar Heights also became a temporary graveyard. Hundreds of Union soldiers died at Harpers Ferry from disease and most were buried on Bolivar Heights. These remains were removed after the war and reinterred at the Antietam National Cemetery.</p>", "audioDescription": "Some of the best views of the Blue Ridge Mountains, Potomac River water gap, and the Shenandoah Valley. Green, rolling hills dotted with trees, surrounded by wooded mountains, with a river in the distance.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "2689167e-20f5-49ab-bfe5-a08ff66a09e9", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits", "Parking - Auto"], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "6B25CF9F-ACA1-4D9E-97EE-C1B97C80B9E4", "url": "https://www.nps.gov/places/000/bookshop.htm", "title": "Bookshop", "listingDescription": "Visitors can browse our selection of official Harpers Ferry merchandise at the Bookshop in historic Lower Town. Any guests with a National Park Passport booklet can get their passport stamps here as well. The Bookshop is the perfect opportunity to take a piece of Harpers Ferry home.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/08C76644-E5A5-BFD0-2C9D89008133655B.jpg", "credit": "NPS photo/volunteer E. Doll", "altText": "Two story rectangular building with double porches and sign: Bookshop.", "title": "Bookshop", "description": "", "caption": "The Bookshop features many items related to Harpers Ferry.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/08C76644-E5A5-BFD0-2C9D89008133655B.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/08C76644-E5A5-BFD0-2C9D89008133655B.jpg"}]}], "relatedParks": [{"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}], "relatedOrganizations": [], "tags": [], "latitude": "39.322405", "longitude": "-77.73116", "latLong": "39.322405,-77.73116", "bodyText": "<p>Visitors can browse our selection of official Harpers Ferry merchandise at the Bookshop in historic Lower Town. Any guests with a National Park Passport booklet can get their passport stamps here as well. The Bookshop is the perfect opportunity to take a piece of Harpers Ferry home.</p>", "audioDescription": "Bookshop.<br />[217 words]<br /><br />The bookshop is located inside a two-story white plaster building with four dormer windows protruding from the roof facing Shenandoah Street and a brick chimney at the top left. The front of the building features a two-story porch that spans the width of the building with a staircase to the second floor located on the left. On the second floor are four windows and two doors. Hanging from the second-floor porch railing are two signs: one on the left says \"Bookshop\" and one on the right says \"Fancy Goods.\" On the first floor are three doors interspersed among three windows. The porch, doors, and window frames are painted pale green. The bottom floor porch is open to access the main entrance just to the right of center and again in front of the door at the far right. There are two steps up to the porch from the road and wheelchair access is available from the right side of the porch. Benches are located on either side of the main entrance and a sign standing to the left of the door lists the operating hours. Another sign at the foot of the stairs leading to the second floor tells us the main office of the non-profit Harpers Ferry Park Association is located up stairs.<br /><br />End of description.", "isPassportStampLocation": "1", "passportStampLocationDescription": "The following stamps are available: Harpers Ferry National Historical Park Harpers Ferry National Historical Park 75th Anniversary Harpers Ferry National Historical Park Junior Ranger Appalachian National Scenic Trail Chesapeake & Ohio Canal National Historical Park Journey Through Hallowed Ground National Heritage Area Lewis & Clark National Historic Trail Potomac Heritage National Scenic Trail Underground Railroad", "passportStampImages": [{"credit": "", "description": "", "crops": [{"aspectRatio": 1.0, "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/8A3F746D-D41D-DE93-207D6BFDFEE7FC10.jpg"}], "altText": "Circle stamp reads Harpers Ferry NHP, Harpers Ferry, WV, Jul 20 2022", "title": "Harpers Ferry NHP stamp", "caption": "", "url": "https://www.nps.gov/common/uploads/passport_stamps/8A3F746D-D41D-DE93-207D6BFDFEE7FC10.jpg"}, {"credit": "", "description": "", "crops": [{"aspectRatio": 1.0, "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/8A4FBC9E-E3B6-B2D3-6B51B42E8748B0A4.jpg"}], "altText": "Circular stamp reads Harpers Ferry NHP 75th Anniversary Commemoration, Jul 20 2022", "title": "Harpers Ferry NHP 75th Anniversary stamp", "caption": "", "url": "https://www.nps.gov/common/uploads/passport_stamps/8A4FBC9E-E3B6-B2D3-6B51B42E8748B0A4.jpg"}, {"credit": "", "description": "", "crops": [{"aspectRatio": 1.0, "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/8A5B0913-DC25-AE87-B81F80EE6AF966DA.jpg"}], "altText": "Badge shaped stamp reads Junior Ranger, Harpers Ferry NHP", "title": "Harpers Ferry NHP Junior Ranger stamp", "caption": "", "url": "https://www.nps.gov/common/uploads/passport_stamps/8A5B0913-DC25-AE87-B81F80EE6AF966DA.jpg"}, {"credit": "", "description": "", "crops": [{"aspectRatio": 1.0, "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/8A63E388-EC15-AA46-381D18A6D374B88E.jpg"}], "altText": "Circular stamp, Appalachian National Scenic Trail, Harpers Ferry, WV, Jul 20 2022", "title": "Appalachian NST stamp", "caption": "", "url": "https://www.nps.gov/common/uploads/passport_stamps/8A63E388-EC15-AA46-381D18A6D374B88E.jpg"}, {"credit": "", "description": "", "crops": [{"aspectRatio": 1.0, "url": "https://www.nps.gov/common/uploads/passport_stamps/primary/8A6C3CEC-0297-2772-30079B0C02F49EE9.jpg"}], "altText": "Circular stamp, C&O Canal National Historical Park, Sandy Hook MD", "title": "C&O Canal NHP stamp", "caption": "", "url": "https://www.nps.gov/common/uploads/passport_stamps/8A6C3CEC-0297-2772-30079B0C02F49EE9.jpg"}], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Gifts/Souvenirs/Books", "Information"], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "Harpers Ferry, WV", "name": "Location"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "5BA263C2-9B1D-470F-8FAF-83DAF5760ADE", "url": "https://www.nps.gov/places/000/brackett-house.htm", "title": "Brackett House", "listingDescription": "Built in 1858, this house served as the home for the U.S. Armory superintendent's clerk. As an assistant to the superintendent, the clerk's responsibilities included drafting correspondence, filing reports, arranging schedules, and insuring the smooth operation of the superintendent's office.After Storer College was established for freedmen in 1867, the building was named in honor of Dr. Nathan Brackett - educator, minister, administrator, and financier - who helped found the", "images": [{"url": "https://www.nps.gov/common/uploads/place/import/50e4a709-129c-4487-9df1-345ec8e6bae2_image_350.jpg", "credit": "", "altText": "This image shows a large, brick house with five windows covering the entirety of the front of the house and an extended roof over its white door. It has three brick chimneys.", "title": "", "description": "", "caption": "", "crops": []}], "relatedParks": [{"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}], "relatedOrganizations": [], "tags": [], "latitude": "39.324058", "longitude": "-77.736264", "latLong": "39.324058,-77.736264", "bodyText": "<p>Built in 1858, this house served as the home for the U.S. Armory superintendent's clerk. As an assistant to the superintendent, the clerk's responsibilities included drafting correspondence, filing reports, arranging schedules, and insuring the smooth operation of the superintendent's office.<br /> <br /> After Storer College was established for freedmen in 1867, the building was named in honor of Dr. Nathan Brackett - educator, minister, administrator, and financier - who helped found the college and served as its first principal. Brackett arranged to have this and three other \"fine old mansions\" in the upper town, dilapidated and abandoned after the Civil War, turned over to the college by the government.<br /> <br /> <strong>The Brackett House is not currently open to the public.</strong></p>", "audioDescription": "Brackett House.<br />[321 words]<br /><br />Sixteen irregular and uneven stone steps, with handrails on the left, lead up from Fillmore Street to the front entrance of the Brackett House. This two-story weathered brick building stands on a stone foundation and features two chimneys protruding from the center of the low-pitched roof and a portico covering the entrance, facing to the left. The windows, doors, and columns are painted a bluish-grey. On the right-side wall, facing Fillmore Street, an ornamental black iron balcony extends from the wall underneath the center window on the second floor.<br /><br />At the left side of the building, set back a bit from the front wall is a smaller two-story wing with a small closed-in room sided in blue-grey painted wood panels.<br /><br />To the left, across the lawn in front of the Brackett House is the Lockwood House.<br /><br />Six steps up from the road, there is a landing with a lamp post at right and a 2 foot by 1 foot panel at the left, past a break in the hand rail. The panel is mounted just to the right of a low stone wall so be mindful of your step.<br /><br />The panel features a historic photo of the Brackett House in 1908, during its Storer College tenancy.<br /><br />Text tells us:<br /><br />Built in 1858, this house served as the home for the U.S. Armory superintendent's clerk. As an assistant to the superintendent, the clerk's responsibilities including drafting correspondence, filing reports, arranging schedules, and insuring the smooth operation of the superintendent's office. <br /><br />After Storer College was established for freedom in 1867, the building was named for in honor of Dr. Nathan Bracket - educator, minister, administrator, and financier - who helped found the college and served as its first principal. Brackett arranged to have his this and three other \"fine old mansions\" in the upper town, dilapidated and abandoned after the Civil War, turned over to the college by the government. The Brackett House currently is not open. <br /><br />End of description.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "0", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits"], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "CC34C78A-4BBD-48F9-B9E1-F67854CB5A53", "url": "https://www.nps.gov/places/000/civil-war-museum.htm", "title": "Civil War Museum", "listingDescription": "The park's Civil War Museum is indefinitely closed due to water damage. We are working on creating a virtual exhibit for the park website that contains the same information as the museum.", "images": [{"url": "https://www.nps.gov/common/uploads/place/import/e0a6a764-cbd4-463a-af5b-6edf15b2c5f5_image_350.jpg", "credit": "", "altText": "A diagonal medium shot of the building. The building is red brick with dark green vertical beams breaking it up. Between these beams on the right side are large doors with large windows in them. To the right of them is a large drawn depiction of an American flag crossed with a Civil War gun and a drum in the middle of them.", "title": "", "description": "", "caption": "", "crops": []}], "relatedParks": [{"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}], "relatedOrganizations": [], "tags": [], "latitude": "39.3231622713", "longitude": "-77.7306909734", "latLong": "39.3231622713,-77.7306909734", "bodyText": "<p>The park's Civil War Museum is indefinitely closed due to water damage. </p>", "audioDescription": "Civil War Museum, exterior.<br />[227 words]<br /><br />*This exhibit temporarily closed due to water damage*<br /><br />This red brick building houses the Civil War museum exhibits. The front of the building has two sets of wood and glass double doors interspersed between three large, 4 foot by 7 Â½ foot windows. The wooden exterior is painted dark green and the doors and window frames are trimmed in white. The large windows frame greyscale pictures on a white background, preventing viewing of the space inside. <br /><br />The window at the far left has a drawing of two flags of the Confederacy with 3 wide horizontal stripes and a circle of 11 stars in the upper corner field.<br /><br />The center window has an image of two simple tents, their flaps closed. A stand of three muskets in the foreground.<br /><br />The window at the right has a drawing of a snare drum with a bald eagle insignia on the side. Behind the drum, an early American flag is crossed with a bayoneted musket.<br /><br />Access to the exhibits can be gained from either set of doors. The doorway at left has two steps up to navigate and the handle is on the left-side door. The doorway at right has a slightly raised threshold and the handle is on the right-side door.<br /><br />End of description.<br />", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "a0925f12-f06d-480f-aa6b-9667ddd86e8b", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits"], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "13BFE0D2-6CD2-4A54-8758-6B2FE2EAB636", "url": "https://www.nps.gov/places/000/corps-of-discovery.htm", "title": "Corps of Discovery Marker", "listingDescription": "The Corps of Discovery Museum features the Corps of Discovery coins that represent the established section of the army of the same name. This Corps was one of the big contributing factors to the Lewis and Clark expeditions.", "images": [{"url": "https://www.nps.gov/common/uploads/place/import/d5a46035-eef7-4f4d-94c6-bf12facdc531_image_350.jpg", "credit": "", "altText": "Replica â€œCorps of Discoveryâ€, silver coin attached to reddish stone.", "title": "", "description": "", "caption": "", "crops": []}], "relatedParks": [{"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}], "relatedOrganizations": [], "tags": [], "latitude": "39.323047", "longitude": "-77.728627", "latLong": "39.323047,-77.728627", "bodyText": "<p>Corps of Discovery coin that represents the established section of the army of the same name. This Corps formed the nucleus of the Lewis and Clark Expedition that took place between May 1804 and September 1806, led jointly by Captain Meriwether Lewis and Second Lieutenant William Clark.</p>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits"], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "2473BC78-A341-4EF6-A4DB-8380122E65E0", "url": "https://www.nps.gov/places/000/curtis-freewill-baptist-church.htm", "title": "Curtis Freewill Baptist Church", "listingDescription": "This 1894 church once contained a kitchen, classroom, library, vestry room, and auditorium. Niagara Movement members worshipped here during their historic meeting in Harpers Ferry.", "images": [{"url": "https://www.nps.gov/common/uploads/place/import/c3128dd8-8e4a-481d-8884-2a7c7e11b3e6_image_350.jpg", "credit": "", "altText": "Side of brick building with ingrained plaque indicating it is the church and the year it was created. It has black windows above and below it.", "title": "", "description": "", "caption": "", "crops": []}], "relatedParks": [{"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}], "relatedOrganizations": [], "tags": [], "latitude": "39.325146", "longitude": "-77.740991", "latLong": "39.325146,-77.740991", "bodyText": "<p>This 1894 church once contained a kitchen, classroom, library, vestry room, and auditorium. Niagara Movement members worshiped here during their historic meeting in Harpers Ferry.<br /> <br /> <strong>Please note, this building is currently open during special events and programs only.</strong></p>", "audioDescription": "Curtis Freewill Baptist Church<br />[370 words]<br /><br />Located along Jackson Street, the Curtis Freewill Baptist Church is a relatively modest red brick structure with a pitched roof built on a white painted stone foundation. A two-story square campanile extends from the right-side corner and is capped by a parapet. White painted slatted vents are on the sides near the top of the tower and, underneath those, mid-way up the tower, are diamond shaped windows. And the main entrance is at the base of the tower on the side perpendicular to Jackson Street, facing Fillmore Street. A metal wheelchair ramp lined with handrails on either side has been installed over the original stone stoop. The double door is painted white with a half-round window above. Just over the arched window is a red stone carved with the words: Curtis Freewill Baptist Church, 1894.<br /><br />Along the wall to the left of the tower are 4 rectangular windows inset with colorful stained-glass squares and names written along the top. The names face the inside so they appear backwards to the outside viewer. Two doors are set into the basement level along this side and uneven stone stairs lead down from the brick walkway. A parking lot is to the left of the church.<br /><br />Along the side facing Jackson Street, underneath the diamond window in the tower is a half-circle window. To the right of the tower are three arch-top windows inset with colorful stained-glass squares and names written along the top. The center window is double the width of the other two windows and is 5 feet tall. It is inset with two crosses and the word \"Morrell\" is visible at the top.<br /><br />To the right of the front stoop is a two-foot tall square brick base with a pentagon-shaped plaque mounted on top. The words on the plaque read:<br /><br />IN MEMORY OF THE BLACK AMERICANS Who Fought Here For Freedom From Human Slavery. June, 1976. Erected by the Association for Study of Afro-American Life and History in cooperation with the AMOCO Foundation, Inc.<br /><br />The grounds, stairs, and pathways around the church are uneven and may have raised borders. There are also trees, lamp posts, and telephone poles about so be mindful while navigating around the property.<br /><br />End of description.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "0", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits", "Scenic View/Photo Spot"], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "8F998261-4079-49C8-838E-DC544616B893", "url": "https://www.nps.gov/places/000/dry-goods-store.htm", "title": "Dry Goods Store", "listingDescription": "Step through the doors of this exhibit and be taken back in time to an 1860s store where you could buy anything from cloth and hats to spices and household items. When the exhibit is staffed, take the time to learn about the time period by chatting with the person in the store.", "images": [{"url": "https://www.nps.gov/common/uploads/place/import/33d41536-8b39-400a-8a6f-eb4f4365b232_image_350.jpg", "credit": "", "altText": "This image shows a large, brick building with a myriad of windows covering its front. It has a red, â€œDry Goods Storeâ€, sign and a white door.", "title": "", "description": "", "caption": "", "crops": []}], "relatedParks": [{"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}], "relatedOrganizations": [], "tags": [], "latitude": "39.3226037752", "longitude": "-77.7305148203", "latLong": "39.3226037752,-77.7305148203", "bodyText": "<p>Step through the doors of this exhibit and be taken back in time to an 1860s store where you could buy anything from cloth and hats to spices and household items. When the exhibit is staffed, take the time to learn about the time period by chatting with the person in the store.</p>", "audioDescription": "The building is a red brick three story building with a second story balcony that has a sign reading “Dry Goods Store – General Merchandise” on it in white and yellow lettering on a red background. The store front has two windows on either side of a white door. Above the door is another sign reading “Dry Goods Store – General Merchandise” in white lettering on a green background. In front of the window to the left is a green trough and a blue A-frame sign that reads “Dry Goods Store Open.” In front of the right window is a small rusty stove and a wooden crate turned up on its side. Inside the right-side window are holiday decorations and toys. The windowsill is covered with a red and black checkered cloth. On the left side, a wooden sled is leaning against the side wall of the windowsill. Wooden toys and red mittens sit in front of it. On the right side, the outline of a Christmas tree made of a few branches and ornaments sits raised on a box. In front are black and white figurines of a horse and pig.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "b804b6d0-5143-42e9-a938-03bb8c6ca682", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits"], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "3ED2DEBB-457E-47E2-838B-A05905E2BAD8", "url": "https://www.nps.gov/places/000/footbridge-to-c-o-and-maryland-heights.htm", "title": "Footbridge to C&O and Maryland Heights", "listingDescription": "", "images": [{"url": "https://www.nps.gov/common/uploads/place/import/52a0c66c-1b91-4645-842a-15c99760f475_image_350.jpg", "credit": "", "altText": "", "title": "", "description": "", "caption": "", "crops": []}], "relatedParks": [{"states": "CT,GA,MA,MD,ME,NC,NH,NJ,NY,PA,TN,VA,VT,WV", "parkCode": "appa", "designation": "National Scenic Trail", "fullName": "Appalachian National Scenic Trail", "url": "https://www.nps.gov/appa/index.htm", "name": "Appalachian"}, {"states": "DC,MD,WV", "parkCode": "choh", "designation": "National Historical Park", "fullName": "Chesapeake & Ohio Canal National Historical Park", "url": "https://www.nps.gov/choh/index.htm", "name": "Chesapeake & Ohio Canal"}, {"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}, {"states": "DC,MD,PA,VA", "parkCode": "pohe", "designation": "National Scenic Trail", "fullName": "Potomac Heritage National Scenic Trail", "url": "https://www.nps.gov/pohe/index.htm", "name": "Potomac Heritage"}], "relatedOrganizations": [], "tags": [], "latitude": "39.323832", "longitude": "-77.727671", "latLong": "39.323832,-77.727671", "bodyText": "Goodloe E. Byron Memorial Pedestrian Walkway (footbridge) across the Potomac River", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits", "Scenic View/Photo Spot", "Trailhead"], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "F4AAB7E3-2AB3-4687-9F17-AFC9B32813C4", "url": "https://www.nps.gov/places/thunderbolt-cave.htm", "title": "Thunderbolt Cave", "listingDescription": "", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/CCCCC7E0-07C3-5BE4-F46426FC1C64417B.jpg", "credit": "NPS Photo", "altText": "Thunderbolt Cave", "title": "Thunderbolt Cave", "description": "", "caption": "Thunderbolt Cave", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CCCCC7E0-07C3-5BE4-F46426FC1C64417B.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CCCCC7E0-07C3-5BE4-F46426FC1C64417B.jpg"}]}], "relatedParks": [{"states": "CA", "parkCode": "labe", "designation": "National Monument", "fullName": "Lava Beds National Monument", "url": "https://www.nps.gov/labe/index.htm", "name": "Lava Beds"}], "relatedOrganizations": [], "tags": ["Lava Beds National Monument", "lava tube cave"], "latitude": "41.71302910293304", "longitude": "-121.51089994412153", "latLong": "41.71302910293304,-121.51089994412153", "bodyText": "<p><strong>Partially CLOSED - The section that connects to Lava Brook & Labyrinth Caves is Closed. <br /> <br /> Thunderbolt Cave </strong>(2,561 ft / 781 m) One of the <strong><span style=\"color:#FF0000;\">\"Most Challenging Caves.\"</span></strong> Crawling is required in the downstream portions of this cave where it connects to Labyrinth and Lava Brook Caves. Upstream (right) from the entrance are a few tight areas, one of which is 6 in (15 cm) wide at knee level. There is some stooping before the ceiling height allows walking upright.</p> <p><br /> <strong>Length: </strong>2,561 feet.<br /> Cave has stairs/steps. <br /> Cave has a relatively \"smooth\" path. <br /> Most people must duck-walk in some places. <br /> Most people must duck-walk in some places. <br /> <strong>Distance from visitor center: </strong>Cave Loop. <br /> <br /> The caves found here were created by flows of smooth lava 10,500 to 65,000 years ago. As the lava cooled, caves formed and created homes for unique cave life to thrive. These fantastic underground worlds can be visited on your own or by guided tour in the summer. Please “take only pictures, leave only footprints” so others have a chance to discover what you have during your trip.</p> <hr /> <p>Certain caves are closed to protect bats. Please check with a ranger for current closures.<br /> <br /> <strong>You Can Help Protect Bats!</strong><br /> Learn about white-nose syndrome and get screened before you enter caves.<br /> Lava Beds provides critical habitat throughout the year for large, stable populations of at least 14 species of bats. During the summer, some caves are closed to protect maternal bat colonies where mothers raise thousands of tiny, vulnerable bat pups on the ceiling. Other caves may contain groups of hibernating bats in winter, which can die if awakened often.<br /> <br /> <strong>What to Do if You See Bats?</strong><br /> Stop talking, shine your light away from the bats, and leave the area as quickly and quietly as possible. Note about how many bats there are and where they are, so you can tell a Ranger. Your information will help us better protect these important, fascinating animals.</p> <hr /> <p> </p> <p><strong>Cave Softly</strong><br /> Please care for these fragile, amazing environments and cave life by following these rules during your visit:<br /> • Stay on available trails<br /> • Leave no trace of your visit behind—do not eat, drink, smoke, or leave trash<br /> • Do not use caves as bathrooms, use a “wag bag” and pee bottle<br /> • Formations made of lava, calcite, and ice can be permanently damaged—<br /> cave slowly and carefully and do not touch<br /> • Do not touch hydrophobic bacterial mats—they are easily damaged and take decades to regrow<br /> • Use electric flashlights, not carbide or gas lamps<br /> • Do not touch paintings or cultural artifacts, as they are easily damaged<br /> • Observe closures to protect bats, and do not disturb any cave life you see<br /> • Pets are not permitted in caves<br /> <br /> <strong>Cave Safely</strong><br /> • Wear Appropriate Safety Gear - Prevent injury by wearing long sleeves, pants and closed-toed shoes or boots. Gloves and kneepads are recommended in difficult caves.<br /> • Protect Your Head - Use bicycle, construction, or other types of helmets. Bump hats are sold at the Visitor Center.<br /> • Bring Enough Light - Each person should carry at least one flashlight with extra batteries (and bulbs if available). Three flashlights per person are ideal. Flashlights are loaned free of charge during hours of operation at the Visitor Center.<br /> • Wear Warm Clothing - Most caves are about 55 °F (13 °C) year-round. Caves with ice are colder.<br /> • Know Yourself and Your Group - Choose caves suitable for everyone in your group. Don’t push beyond anyone’s limits. Children and seniors should be able to walk safely on their own. Caves are not appropriate places for infants.<br /> • Explore as a Group - Tell a friend or family member where you are going and when you expect to return. If you must go alone, choose easier caves and carry three flashlights.<br /> • Know Your Route - Be observant, and look back at junctions and landmarks to make mental notes. A book of cave maps can be purchased in the Visitor Center—learn to read map symbols before you go. Using a compass will help you use the maps.</p>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "1", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": [], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "71B2BE09-1D08-44CC-BDB2-4D6AAB23575B", "url": "https://www.nps.gov/places/winter-camping-piro.htm", "title": "Winter Camping at Pictured Rocks", "listingDescription": "Winter camping is allowed only in the park's designated backcountry sites. Getting to these remote sites requires a trek by snowshoe or ski.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/3BACFCA1-ADB1-812A-6B8B5222555A4E47.jpg", "credit": "", "altText": "Man pulling camping equipment on sled along snowy shoreline.", "title": "Winter camping by sled", "description": "", "caption": "", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3BACFCA1-ADB1-812A-6B8B5222555A4E47.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3BACFCA1-ADB1-812A-6B8B5222555A4E47.jpg"}]}], "relatedParks": [{"states": "MI", "parkCode": "piro", "designation": "National Lakeshore", "fullName": "Pictured Rocks National Lakeshore", "url": "https://www.nps.gov/piro/index.htm", "name": "Pictured Rocks"}], "relatedOrganizations": [], "tags": ["Winter camping", "Snowshoe camping", "Pictured Rocks National Lakeshore"], "latitude": "46.5771822842161", "longitude": "-86.35047912597656", "latLong": "46.5771822842161,-86.35047912597656", "bodyText": "<p>Winter camping is only allowed at designated backcountry campsites. Access is via hiking trails. Expect large amounts of snow. You can hike, snowshoe, or ski to these sites. Except for Sand Point Road, all other park roads are snow covered and NOT plowed. Some roads become designated snowmobile trails from Dec. 1 to March 31. H-58 from Adams Trail to Grand Marais is a designated snowmobile trail (12/1 to 3/31) when snowcovered. Do not drive on these roads during this time. Drive-in campgrounds are closed from mid-October to mid-May.<br /> <br /> <strong>Backcountry Winter Regulations</strong></p> <ul> <li>Backcountry winter campers need a reservation AND a permit (see the <a href=\"https://www.nps.gov/piro/planyourvisit/backcountry.htm\">Backcountry Camping page</a> for instructions).</li> <li>Winter backcountry camping is permitted <strong>only</strong> in existing backcountry sites. <strong>Dispersed winter camping is NOT allowed.</strong></li> <li>Snowmobiles can access the main parking lots and trailheads where campers then snowshoe or ski to the backcountry sites.</li> <li>Locating backcountry sites in deep snow may require use of GPS coordinates.</li> <li>Use of stoves is recommended - campfires are not permitted unless you build them in established metal fire rings, which may be difficult to find in deep snow. Finding dry down and dead wood will also be difficult.</li> <li>Overnight camping in parking lots is not permitted.</li> <li>Snow is not soil! Since human waste cannot be buried in winter, you will need to <strong>pack out all human waste and toilet paper</strong>.<br />  </li> </ul> <strong>Your Safety Comes First!</strong><br /> As you can imagine, it's important to come for a winter visit completely prepared! This is especially true for winter camping, which can be a challenging experience.<br /> <br /> An unexpected slip into a creek, the loss of a tarp in a blizzard, or a broken ski binding can quickly spell disaster. The old scout adage of “Be Prepared” is the best advice. Park staff encourage you to carefully plan your winter camping excursion into the park. Here are a few helpful suggestions:<br />   <ul> <li>Before you leave home, let someone know where you are going, how long you plan to be out, a description of your vehicle, where it will be parked, and when you plan to return. <strong>Write It Down!</strong></li> <li>Take plenty of liquids and snacks or food along with you ... maybe a little to spare in case something should happen.</li> <li>Take repair supplies for your method of travel (skis, snowshoes, or snowmobile), and camping equipment.</li> <li>Don’t expect your cell phone to work in the park. Many areas do not receive reception due to a lack of towers, cloudy conditions, hilly topography and heavy forest cover.</li> <li>Know the local weather forecast and watch the weather. Lake-effect snow can occur at any time. A southeast or northeast wind will often preceed a heavy snowfall. Expect white-out conditions.</li> <li>Take a compass and map and know how to use them. It is easy to get turned around in portions of the lakeshore when the days are short and the clouds block the sun.</li> <li>Realize that the park ranger staff is reduced in winter and response times are extended due to winter conditions.</li> </ul> <p><br /> Having considered all of this, remember that winter is one of the most incredible seasons at the lakeshore. You will likely see very few people and will be able to enjoy a type of solitude unknown at other times of the year. Happy camping!</p> <br />  <br />  ", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": [], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "Winter camping is allowed in designated backcountry sites, by reservation through Recreation.gov", "name": "Location"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "74BE2469-3F1F-4270-B305-81378703742A", "url": "https://www.nps.gov/places/000/desert-view-amphitheater.htm", "title": "Desert View Amphitheater", "listingDescription": "During the summer of 2023, Sunset Talks by park rangers will take place at the amphitheater every evening. Enjoy a program with a beautiful sunset backdrop. The talks start around one hour before sunset, and end with enough time to take pictures and enjoy the view.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/B6A52B79-FC86-62E2-41D98C6629096C17.jpg", "credit": "NPS/M. Quinn", "altText": "three rows of stone benches overlooking a vast canyon landscape", "title": "Desert View Amphitheater", "description": "", "caption": "Desert View Amphitheater is located along a paved footpath, just west of the Watchtower.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/B6A52B79-FC86-62E2-41D98C6629096C17.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/B6A52B79-FC86-62E2-41D98C6629096C17.jpg"}]}], "relatedParks": [{"states": "AZ", "parkCode": "grca", "designation": "National Park", "fullName": "Grand Canyon National Park", "url": "https://www.nps.gov/grca/index.htm", "name": "Grand Canyon"}], "relatedOrganizations": [], "tags": ["desert view", "amphitheater", "Grand Canyon", "South Rim", "desert view drive", "desert view watchtower", "desert view trading post", "desert view market"], "latitude": "36.04316524997439", "longitude": "-111.82717503529568", "latLong": "36.04316524997439,-111.82717503529568", "bodyText": "<p>During the summer of 2023, Sunset Talks by park rangers will take place here at the amphitheater, each evening.  Enjoy a program with a beautiful sunset backdrop. The talks start around one hour before sunset, and end with enough time to take pictures and enjoy the view. <br /> <br /> Dress warmly for this outdoor event on stone benches. <br /> <br /> All outdoor programs are subject to cancellation due to inclement weather or when lightning danger is present.<br /> <br /> The amphitheater is part of a larger project, the Desert View Watchtower Inter-tribal Cultural Heritage Site. </p>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "1d0b8f86-ef8f-4a9e-a663-ea97107906bf", "isManagedByNps": "1", "amenities": ["Amphitheater", "Benches/Seating", "Scenic View/Photo Spot"], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "Desert View ", "name": "Location"}, {"id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701", "value": "Amphitheater ", "name": "Significance"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "49591BA5-7360-46C3-9BB5-C3CA7D948357", "url": "https://www.nps.gov/places/accessibility-at-los-alamos.htm", "title": "Accessibility at Los Alamos", "listingDescription": "Manhattan Project National Historical Park is committed to ensuring that people with disabilities have equal opportunity to benefit from our facilities, programs, services, and activities whether they are indoors or outdoors. Learn more about accessible features available at Los Alamos.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/D71D9DBC-F9CA-45E1-B6EC0B2184AED1D0.jpg", "credit": "Adobe Stock", "altText": "A black service dog on a sidewalk in front of a man with a white cane.", "title": "Accessibility at Los Alamos", "description": "", "caption": "A man walks with his guide dog.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D71D9DBC-F9CA-45E1-B6EC0B2184AED1D0.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D71D9DBC-F9CA-45E1-B6EC0B2184AED1D0.jpg"}]}], "relatedParks": [{"states": "NM,WA,TN", "parkCode": "mapr", "designation": "National Historical Park", "fullName": "Manhattan Project National Historical Park", "url": "https://www.nps.gov/mapr/index.htm", "name": "Manhattan Project"}], "relatedOrganizations": [], "tags": ["accessibility", "Los Alamos", "waysides", "audio description"], "latitude": "", "longitude": "", "latLong": "", "bodyText": "<ul> <li paraeid=\"{92829fe6-13fb-49e1-8374-ed4eb9b351ca}{238}\" paraid=\"983380626\"><strong>Park Facilities and Community Sites</strong>: Most park facilities are on land that is owned and operated by the US Department of Energy and are located on secure Department of Energy Sites. There is limited public access, mostly via seasonal guided tours. There are also some park facilities located in the communities surrounding these sites that are owned and operated by private organizations. As you plan your visit to Los Alamos, please contact individual points of interest directly for information on accessibility, hours of operation, and fees. </li> <li paraeid=\"{92829fe6-13fb-49e1-8374-ed4eb9b351ca}{238}\" paraid=\"983380626\"><strong>Los Alamos Visitor Center: </strong>The Los Alamos Visitor Center is wheelchair accessible. The facility is managed by <a href=\"https://visitlosalamos.org/\">Los Alamos County</a>, which also manages other visitor attractions in the area. Contact them at 505-662-8333 for additional information on accessibility.</li> <li paraeid=\"{92829fe6-13fb-49e1-8374-ed4eb9b351ca}{238}\" paraid=\"983380626\"><strong>Department of Energy Guided Tours: </strong>On the <a href=\"https://www.lanl.gov/museum/manhattan-project/mapr-tours-info-2020.php\">guided tour of Los Alamos National Laboratory</a>, participants must be able to walk short distances, stand for 30 minutes, climb stairs, and traverse over uneven surfaces. One of the historic properties on the tour has stairs, so it is not wheelchair accessible. The stairs and uneven terrain could create hazards for participants with vision impairments. Contact the <a href=\"https://www.lanl.gov/museum/manhattan-project/mapr-tours-info-2020.php\">Bradbury Science Museum</a> for information about accommodations.</li> <li paraeid=\"{92829fe6-13fb-49e1-8374-ed4eb9b351ca}{238}\" paraid=\"983380626\"><strong>NPS App</strong>: Some of the places featured on the <a href=\"https://www.nps.gov/subjects/digital/nps-apps.htm\">NPS app</a> include audio descriptions that provide a detailed verbal description of important Manhattan Project sites, making these places accessible to those with visual impairments. </li> <li paraeid=\"{97c8b665-f584-4a76-a133-dc451aa81a5b}{112}\" paraid=\"1306722871\"><strong>Waysides around Los Alamos</strong>: Several waysides along the Kwage Mesa Trail tell the story of Los Alamos before and during the Manhattan Project. The <a href=\"https://cms.nps.gov/mapr/learn/historyculture/waysides.htm\">full text and a description</a> of each wayside is provided. </li> <li paraeid=\"{97c8b665-f584-4a76-a133-dc451aa81a5b}{112}\" paraid=\"1306722871\"><strong>Access Pass</strong>: The Access Pass is a free, lifetime pass available to U.S. citizens or permanent residents of the United States that have been medically determined to have a permanent disability (does not have to be a 100% disability). This pass provides admittance to more than 2,000 recreation sites managed by five Federal agencies. Manhattan Project National Historical Park does not issue passes. <a href=\"https://www.nps.gov/planyourvisit/passes.htm\">Learn more</a> about how to obtain the Access Pass. </li> </ul>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "1", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": [], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "AC884435-6F1E-4C8C-8721-C970C2525A80", "url": "https://www.nps.gov/places/accessibility-at-oak-ridge.htm", "title": "Accessibility at Oak Ridge", "listingDescription": "Manhattan Project National Historical Park is committed to ensuring that people with disabilities have equal opportunity to benefit from our facilities, programs, services, and activities whether they are indoors or outdoors. Learn more about accessible features available at Oak Ridge.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/D737D1D5-F057-9C78-9F3EEA4DE795B69C.jpg", "credit": "US DEPARTMENT OF ENERGY", "altText": "Several people boarding a small bus.", "title": "Accessibility at Oak Ridge", "description": "", "caption": "Visitors board the bus for a tour of Manhattan Project facilities at Oak Ridge.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/D737D1D5-F057-9C78-9F3EEA4DE795B69C.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/D737D1D5-F057-9C78-9F3EEA4DE795B69C.jpg"}]}], "relatedParks": [{"states": "NM,WA,TN", "parkCode": "mapr", "designation": "National Historical Park", "fullName": "Manhattan Project National Historical Park", "url": "https://www.nps.gov/mapr/index.htm", "name": "Manhattan Project"}], "relatedOrganizations": [], "tags": ["accessibility", "Oak Ridge", "waysides", "audio description"], "latitude": "", "longitude": "", "latLong": "", "bodyText": "<ul> <li paraeid=\"{97c8b665-f584-4a76-a133-dc451aa81a5b}{112}\" paraid=\"1306722871\"><strong>Park Facilities and Community Sites</strong>: Most park facilities are on land that is owned and operated by the US Department of Energy and are located on secure Department of Energy Sites. There is limited public access, mostly via seasonal guided tours. There are also some park facilities located in the communities surrounding these sites that are owned and operated by private organizations. As you plan your visit to Oak Ridge, please contact individual points of interest directly for information on accessibility, hours of operation, and fees. </li> <li paraeid=\"{97c8b665-f584-4a76-a133-dc451aa81a5b}{112}\" paraid=\"1306722871\"><strong>Oak Ridge Visitor Center: </strong>The Oak Ridge Visitor Center, located within the <a href=\"https://childrensmuseumofoakridge.org/\">Children’s Museum of Oak Ridge</a>, is wheelchair accessible. For additional information on accessibility, please contact the museum at 865-482-1074.</li> <li paraeid=\"{97c8b665-f584-4a76-a133-dc451aa81a5b}{112}\" paraid=\"1306722871\"><strong>Park Film: </strong>The park film is available for viewing in the visitor center and includes open captions.</li> <li paraeid=\"{97c8b665-f584-4a76-a133-dc451aa81a5b}{112}\" paraid=\"1306722871\"><strong>Oak Ridge Junior Ranger Book:</strong> The <a href=\"https://www.nps.gov/mapr/learn/kidsyouth/beajuniorranger.htm\">Oak Ridge Junior Ranger book </a>is available online and can be read with a screen reader.</li> <li paraeid=\"{97c8b665-f584-4a76-a133-dc451aa81a5b}{112}\" paraid=\"1306722871\"><strong>Department of Energy Guided Tours:</strong> The Department of Energy’s guided tours of Manhattan Project sites in Oak Ridge are wheelchair accessible. Requests for wheelchair access must be made two days in advance. For more information on wheelchair accessibility on guided tours, please visit the American Museum of Science & Energy’s <a href=\"https://amse.org/bus-tours/\">bus tour page</a> or call 865-294-4517.</li> <li paraeid=\"{97c8b665-f584-4a76-a133-dc451aa81a5b}{112}\" paraid=\"1306722871\"><strong>NPS App</strong>: Some of the places featured on the <a href=\"https://www.nps.gov/subjects/digital/nps-apps.htm\">NPS app</a> include audio descriptions that provide a detailed verbal description of important Manhattan Project sites, making these places accessible to those with visual impairments. </li> <li paraeid=\"{97c8b665-f584-4a76-a133-dc451aa81a5b}{112}\" paraid=\"1306722871\"><strong>Waysides around Oak Ridge</strong>: Several waysides throughout Oak Ridge tell the story of the Manhattan Project. The <a href=\"https://www.nps.gov/mapr/learn/historyculture/waysides.htm\">full text and a description</a> of each wayside is provided.</li> <li aria-setsize=\"-1\" data-aria-level=\"1\" data-aria-posinset=\"8\" data-font=\"Symbol\" data-leveltext=\"\" data-listid=\"14\" role=\"listitem\"> <p paraeid=\"{19fc8c8a-37f1-47dd-823e-34558a895606}{112}\" paraid=\"1338598674\"><strong>Access Pass</strong>: The Access Pass is a free, lifetime pass available to U.S. citizens or permanent residents of the United States that have been medically determined to have a permanent disability (does not have to be a 100% disability). This pass provides admittance to more than 2,000 recreation sites managed by five Federal agencies. Manhattan Project National Historical Park does not issue passes. <a href=\"https://www.nps.gov/planyourvisit/passes.htm\">Learn more</a> about how to obtain the Access Pass.  </p> </li> </ul>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "1", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": [], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "825F34E5-3CEF-4DE9-B34C-BE96E7770A01", "url": "https://www.nps.gov/places/black-rock-site.htm", "title": "Black Rock Site", "listingDescription": "A fixture for explorers since the Donner-Reed Party, Black Rock is a unique geological outcrop on the bed of Great Salt Lake. With sweeping vistas of the salty lake, a year after the Donner-Party passed the rock on their way westward, Brigham Young and members of the Church of Jesus Christ of Latter-Day Saints swam for the first time in Great Salt Lake around Black Rock. Over the years the rock has been a bathing resort and is now is an outdoor recreation opportunity.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/5473175F-CF61-993A-E1B40222B1117446.jpg", "credit": "Utah State Historical Society", "altText": "Black and white, man sits on rock at edge of Great Salt Lake. Black Rock is small in the distance.", "title": "Black Rock in Great Salt Lake", "description": "", "caption": "1910s view of Black Rock surrounded by the waters of Great Salt Lake.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5473175F-CF61-993A-E1B40222B1117446.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5473175F-CF61-993A-E1B40222B1117446.jpg"}]}], "relatedParks": [{"states": "CA,CO,ID,KS,MO,NE,NV,OR,UT,WY", "parkCode": "cali", "designation": "National Historic Trail", "fullName": "California National Historic Trail", "url": "https://www.nps.gov/cali/index.htm", "name": "California"}], "relatedOrganizations": [], "tags": ["National Register of Historic Places", "Salt Lake City", "California National Historic Trail", "Utah", "Tooele", "geology"], "latitude": "40.72512852411583", "longitude": "-112.22755193710327", "latLong": "40.72512852411583,-112.22755193710327", "bodyText": "<p>It is likely that the first European Americans to encounter the Black Rock were the Bryant Russell party in 1846, the first travelers of the infamous Hastings Cutoff. While they do not specifically mention the Black Rock itself, they do describe crystalline springs just to the east, and the natural landscape would have forced them to travel within a few hundred yards of the geologic feature on their way westward (Madsen/Fuller 1983: 87).<br /> It is more noteworthy however, that the English name of “Black Rock” has two points of origin, but both are connected to prominent patterns of American Western history. According to James F. Reed in 1871, the ill-fated Donner Party named “Black Rock” as they passed that location during their journey along the Hastings Cutoff in August of 1846. From the Pacific Rural Press (1871:188), Reed notes “We then followed [Hasting’s] road around the Lake without incident worthy of notice until reaching a swampy section of the country west of Black Rock, the name we gave it. Here we lost a few days on the score of humanity.” </p> <h2>Site Information</h2> <p><strong>Location </strong>(13698 W Ieightywest Fwy, Salt Lake City, UT 84116. 1.4 miles southwest of the Great Salt Lake State Park Visitor Center (40.7254 N, -112.2276 W))<br /> <strong>Amenities </strong>include a designated parking area and gravel walking path. The gravel path is level but not fully ADA.</p> <p>At present, a gate keeps vehicles from proceeding beyond the gravel parking area, but visitors are invited to walk or bike the remaining 0.4 mile to the Black Rock formation.<br /> <br /> <em><a href=\"https://www.nps.gov/cali/planyourvisit/safety.htm\">Safety Considerations </a></em></p> <h3><a href=\"https://history.utah.gov/wp-content/uploads/2020/12/PRES-UT_Tooele-County_Black-Rock-Site.pdf\">More site information</a></h3> <h2><a href=\"https://www.nps.gov/cali/index.htm\">California National Historic Trail</a></h2>", "audioDescription": "The Black Rock Site consists of a monolithic geological feature rising from the shores of Great Salt Lake, and the remains of concrete foundations from the historic “Black Rock Resort”. Today, however, Great Salt Lake has receded so far that the rock is no longer under any water. Walking past the gate to Black Rock from the parking area is along a gravel access road and is about 1/4 mile flat path that is along the Great Salt Lake Shoreline. Black Rock itself is on a small spit of land that extends into Great Salt Lake, and is surrounded by tall reed plants along the shore. Salt flats, with a strong scent of the ocean, surround the Black Rock on three sites. From the rock itself, which is over 20' tall, you can see four of Great Salt Lake's islands to the west, north, and east, with the brown and rocky Oquirrh (ochre) mountains rising to the south. Interstate 80 and an active railroad line are between the Black Rock and the Mountains. Shorebirds by the thousands play and eat in the salt flats and marshes around the Black Rock. Black Rock itself is about 20' tall, and over 100' long and just rises from the flat ground. It is not really black, but more of a mottled gray limestone that is very craggy.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "https://ffsl.utah.gov/", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "0", "amenities": [], "managedByOrg": "State of Utah, Division of Forestry, Fire and State Lands", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "Tooele, Utah. (40.7254, -112.2276)", "name": "Location"}, {"id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701", "value": "Landmark on the Hastings Cutoff of the California Trail. Trail journals describe stopping to swim near here in the Great Salt Lake.", "name": "Significance"}, {"id": "E32D2136-A184-4C1A-91D2-4C20CEF9CBAF", "value": "National Register of Historic Places", "name": "Designation"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "C0F01376-3F2B-4745-AF47-FA2A735CFA11", "url": "https://www.nps.gov/places/000/hamilton-street.htm", "title": "Hamilton Street", "listingDescription": "Running along the banks of the Shenandoah River, Hamilton Street is a pleasant walking trail that can take visitors to Virginius Island.", "images": [{"url": "https://www.nps.gov/common/uploads/place/import/837a2f52-28d1-4a55-a0ea-5d61627e294b_image_350.jpg", "credit": "", "altText": "Dirt road in the middle of surrounding trees and grass.", "title": "", "description": "", "caption": "", "crops": []}], "relatedParks": [{"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}], "relatedOrganizations": [], "tags": [], "latitude": "39.321634", "longitude": "-77.732221", "latLong": "39.321634,-77.732221", "bodyText": "<p>Running along the banks of the Shenandoah River, Hamilton Street is a pleasant walking trail that can take visitors to Virginius Island.</p>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits", "Wheelchair Accessible"], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "73B85877-7740-4B3C-80EB-24128DB6BF42", "url": "https://www.nps.gov/places/000/harper-house.htm", "title": "Harper House", "listingDescription": "The oldest building in Harpers Ferry, this house began construction in 1775 by Robert Harper, the town's namesake. The house was finished in 1782; however, due to his passing, Harper never lived in it. The Harper House stands today as a relic of Harpers Ferry during the American Revolution.", "images": [{"url": "https://www.nps.gov/common/uploads/place/import/f55bf808-79f2-44f4-af98-8619fea4c60a_image_350.jpg", "credit": "", "altText": "Wayside in front of white building with balcony on the second floor and a red chimney.", "title": "", "description": "", "caption": "", "crops": []}], "relatedParks": [{"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}], "relatedOrganizations": [], "tags": [], "latitude": "39.323038", "longitude": "-77.730873", "latLong": "39.323038,-77.730873", "bodyText": "<p>The oldest building in Harpers Ferry, this house began construction in 1775 by Robert Harper, the town's namesake. The house was finished in 1782; however, due to his passing, Harper never lived in it. The Harper House stands today as a relic of Harpers Ferry during the American Revolution.<br /> <br /> <strong>*NOTE: the Harper House is temporarily closed.</strong></p>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "0", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits", "Scenic View/Photo Spot"], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "54C80971-F46D-4B24-AB90-B6C828C37C9A", "url": "https://www.nps.gov/places/000/heyward-shepherd-monument.htm", "title": "Heyward Shepherd Monument", "listingDescription": "", "images": [{"url": "https://www.nps.gov/common/uploads/place/import/b841b2b7-e672-495a-b83a-5c068d4868f1_image_350.jpg", "credit": "", "altText": "Large stone memorial in front of brick wall.", "title": "", "description": "", "caption": "", "crops": []}], "relatedParks": [{"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}], "relatedOrganizations": [], "tags": [], "latitude": "39.323324", "longitude": "-77.73008", "latLong": "39.323324,-77.73008", "bodyText": "<p>For years, the United Daughters of the Confederacy (UDC) searched for a place to memorialize the myth of the \"faithful slave.\" In 1920, the UDC approached the town of Harpers Ferry with the idea for a monument to Heyward Shepherd, a free Black man killed during John Brown’s 1859 raid. The UDC misrepresented the facts of Shepherd’s life to support the \"faithful slave” narrative in Shepherd’s death. After a decade of effort, they succeeded and set the dedication date of October 10, 1931.<br /> <br /> Storer College’s white president, Henry McDonald, enlisted the college’s African American choir, led by Pearl Tatten, to sing at the dedication. Tatten listened to speakers criticize John Brown, justify the system of slavery, and praise the loyalty and faithfulness of past enslaved people in the South. When the time came for the Storer College Singers to perform, she stood, faced the crowd, and protested: “I am the daughter of a [Union] Connecticut volunteer, who wore the blue, who fought for the freedom of my people, for whom John Brown struck the first blow…We are pushing forward to a larger freedom…in the spirit of the new freedom and rising youth.”</p>", "audioDescription": "Large rectangular bleached stone memorial, oriented vertically, that sits on the brick sidewalk near the terminus of Potomac Street and Shenandoah Street. A brick building sits behind it. The marker reads, \"On the night of October 16, 1859, Heyward Shepherd, an industrious and respected colored freeman, was mortally wounded by John Brown's raiders. In pursuance of his duties as an employee of the Baltimore and Ohio Railroad Company, he became the first victim of this attempted insurrection. This boulder is erected by the United Daughters of the Confederacy and the Sons of Confederate Veterans as a memorial to Heyward Shepherd, exemplifying the character and faithfulness of thousands of Negroes, who, under many temptations throughout subsequent years of war, so conducted themselves that no stain was left upon a record which is the peculiar heritage of the American people, and an everlasting tribute to both races.\"", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits"], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "91EB5FEB-2C64-489A-B694-E0F8EF5F0D12", "url": "https://www.nps.gov/places/000/industry-museum.htm", "title": "Industry Museum", "listingDescription": "Learn about popular industries of Harpers Ferry in 19th century! The Industry Museum showcases the factories of Virginius Island, explains how weapons were made by machine, and much more. <br /><br />Please note: the accessible entrance is on the right side of the building, follow the brick pathway toward the back of the building.", "images": [{"url": "https://www.nps.gov/common/uploads/place/import/4b9e6571-4fcc-4ebd-a3a8-dcb5b5de14a9_image_350.jpg", "credit": "", "altText": "Exterior of Industry Museum", "title": "", "description": "", "caption": "Exterior of Industry Museum", "crops": []}], "relatedParks": [{"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}], "relatedOrganizations": [], "tags": [], "latitude": "39.32262116914936", "longitude": "-77.73086880445732", "latLong": "39.32262116914936,-77.73086880445732", "bodyText": "<p>Learn about popular industries of Harpers Ferry in 19th century! The Industry Museum showcases the factories of Virginius Island, explains how weapons were made by machine, and much more.<br /> <br /> Please note: the accessible entrance is on the right side of the building: follow the brick pathway toward the back of the building.</p>", "audioDescription": "Industry museum is housed in a three-story rectangular white building with balconies on the 2nd and 3rd floors. A green rectangular sign with white lettering reading \"Industry Museum\" hangs above the entrance to the museum. Inside, on the right, nineteenth century industrial machinery for making weaponry is displayed behind wooden railing, including milling machines, spindle drill presses, rifling machines, and barrel-turning lathes. Panels describe the machinery: \"Lock, Stock, and Barrel: The federal armories at Harpers erry and Springfield, Massachusetts, were among the first machine operated industries in the United States. Workers in the armories used many labor saving machines to produce the three major components of the musket: the lock, the stock, and the barrel. This exhibit shows representative examples of machines used in the 1850s. All were driven by water power, transmitted to the machine through pulleys and leather belts.\" \"Stock: The wooden stock of the musket was the first component manufactured by mass production machines. The duplicating lathe, sometimes called a Blanchard lathe for its inventor, quickly turned out walnut stocks identical to the pattern.\" \"Barrel: The barrel of a musket required exacting production techniques. The bore had to be a uniform diameter, and the metal free from flaws. A special type of machine called a barrel-turning lathe smoothed the exterior of the barrel and cut the correct taper from breech to muzzle.\" \"Rifling Machine: With the advent of rifled muskets, twisting grooves were cut inside the barrel with a rifling machine. A bullet fired from a rifled barrel spirals in flight, giving it greater accuracy over long distances.\" On the opposite wall from the entrance, a display shows an iron stove pipe, two barrels, a small basket, and an iron fence. On the left side of the room, a large illustration labeled \"Virginius and Hall's Islands, 1857\" depicts a cluster of buildings along the Shenandoah River from a overlook. To the right of the illustration, a panel labeled Transportation depicts the modes of transportation used by Harpers Ferry residents. To the left of the illustration, two cases show Harpers Ferry products, including cloth.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "dd2c032d-02aa-4876-9bce-63f25b15f9e2", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits", "Wheelchair Accessible"], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "Harpers Ferry, WV", "name": "Location"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "FE8E4F06-CB46-4284-8BFD-F12100337BB4", "url": "https://www.nps.gov/places/au-sable-light-station.htm", "title": "Au Sable Light Station", "listingDescription": "Located within Pictured Rocks National Lakeshore, this picturesque lighthouse stands on Au Sable Point on the south shore of Lake Superior, approximately 12 miles west of Grand Marais, Michigan.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/EF85F2C6-D171-7727-F1076E68DD449007.jpg", "credit": "NPS Photo", "altText": "The Au Sable Light Station is an 86 foot tall lighthouse with attached assistant keepers house.", "title": "Au Sable Light Station", "description": "", "caption": "Au Sable Light Station", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EF85F2C6-D171-7727-F1076E68DD449007.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EF85F2C6-D171-7727-F1076E68DD449007.jpg"}]}], "relatedParks": [{"states": "MI", "parkCode": "piro", "designation": "National Lakeshore", "fullName": "Pictured Rocks National Lakeshore", "url": "https://www.nps.gov/piro/index.htm", "name": "Pictured Rocks"}], "relatedOrganizations": [], "tags": ["Great Lakes Lighthouses", "Pictured Rocks National Lakeshore", "Pictured Rocks Maritime Sites"], "latitude": "46.67267358957873", "longitude": "-86.13946509848893", "latLong": "46.67267358957873,-86.13946509848893", "bodyText": "Located within Pictured Rocks National Lakeshore, this picturesque lighthouse stands on Au Sable Point on the south shore of Lake Superior, approximately 12 miles west of Grand Marais, Michigan.<br /> <br /> Built in 1873-1874, the light tower's base diameter is 16 feet with a height of 86 feet. The tower extends 23 feet underground and is anchored in bedrock. A brick oil building and fog signal building were built in the 1890s. All of the buildings on site, along with the tower and keepers' quarters, make up the <em>light station</em>.<br /> <br /> The original keepers' dwelling was attached to the light tower in the back. In 1909, a new residence was built for the head keeper and the existing building expanded so it could accommodate two assistant keepers and their families. One family lived upstairs and one downstairs, with separate entrances. In 1945 the U.S. Coast Guard took over, replacing the civilian keepers. In total, the light station was continually staffed for 84 years, until the Coast Guard left in 1958.<br /> <br /> A third-order Fresnel lens reflected the first light, which was fueled initially by lard oil and then by kerosene. The fixed white beam could be seen 17 miles out on the lake. The lighthouse became fully automated in 1958 and transferred from the Coast Guard to the National Park Service in 1968. The lighthouse still operates - a smaller, solar-powered light now sits on the catwalk railing and shines over Lake Superior every evening.<br />   <p><strong>Visiting the Au Sable Light Station</strong><br /> To visit the Au Sable Light Station, travel to the Hurricane River Campground located 12 miles west of Grand Marais on Alger County Road H-58. Park in the day use parking area near the bridge.<br /> <br /> It is a 1.5 mile walk (one way) to the lighthouse. From the parking lot, walk east through the campground from the picnic area near the Hurricane River mouth. The trail continues past the campground on the historic U.S. Coast Guard access road to the light station. Be alert for occasional staff vehicle traffic. On the beach below the trail, exposed shipwreck remains dot the shoreline. Watch for the signs and steps to the beach along the access road. Pets are permitted on the access road to the light station and on the station grounds. Bicycles are <u>not</u> permitted on this road. There is drinking water available during the summer months and a toilet year-round at the light station.<br /> <br /> <strong>NOTE: On hot, humid days in summer with a south wind, biting flies in this area can be fierce and can ruin your visit to the light station. Consider wearing loose-fitting long pants and socks before starting down the trail.</strong></p> <br /> <strong>Summer Lighthouse Tours</strong><br /> Au Sable Lighthouse tours are scheduled Wednesday through Sunday from mid-June through the end of September or through early October (as staffing permits). No tours on Monday and Tuesday. Tours begin at 11 am and run through 3:30 pm (11:00, 12:00, 1:30, 2:30, and 3:30). Meet at the lighthouse.<br /> <br /> The 30-40 minute park ranger guided tours begin at the lighthouse east porch.<br /> <br /> Tour <a href=\"https://www.nps.gov/piro/planyourvisit/fees.htm\">fee</a> is $5 for those 6 and older. <em><strong>Exact amount </strong></em>is required (no change provided)<em>.</em> Fees are payable at the start of the tour.<br /> <br /> <em>Light station visitors are reminded that the area includes very sandy soils, narrow sidewalks, and steps to access the buildings.</em>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "47115c3b-479b-42fd-888e-729cc9e19e7c", "isManagedByNps": "1", "amenities": ["Beach/Water Access", "Historical/Interpretive Information/Exhibits", "Information", "Picnic Table", "Scenic View/Photo Spot", "Toilet - Vault/Composting", "Water - Drinking/Potable"], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "1.5 miles east of Hurricane River Campground along access road", "name": "Location"}, {"id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701", "value": "Au Sable is the only lighthouse within the park.", "name": "Significance"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "2D28BD9F-D5C7-4CAF-8AB6-98C21AF2ED27", "url": "https://www.nps.gov/places/blue-grotto-cave.htm", "title": "Blue Grotto Cave", "listingDescription": "", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/CCFA7E08-C569-E448-BCAE4E28B5EA3251.jpg", "credit": "NPS Photo", "altText": "Blue Grotto Cave", "title": "Blue Grotto Cave", "description": "", "caption": "Blue Grotto Cave", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CCFA7E08-C569-E448-BCAE4E28B5EA3251.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CCFA7E08-C569-E448-BCAE4E28B5EA3251.jpg"}]}], "relatedParks": [{"states": "CA", "parkCode": "labe", "designation": "National Monument", "fullName": "Lava Beds National Monument", "url": "https://www.nps.gov/labe/index.htm", "name": "Lava Beds"}], "relatedOrganizations": [], "tags": ["Lava Beds National Monument", "lava tube cave"], "latitude": "41.70761681005579", "longitude": "-121.5143465595141", "latLong": "41.70761681005579,-121.5143465595141", "bodyText": "<p><strong>Blue Grotto Cave</strong> (1,541 ft / 470 m) One of the <strong><span style=\"color:#0000FF;\">\"Moderately Challenging Caves.\"</span></strong> This cave is named for the pale blue-gray portions of the ceiling inside the “Blue Grotto”. The ceilings are high throughout this cave, but the floors are rough.<br /> <br /> <strong>Length: </strong>1,541 feet. <br /> You can walk completely upright on main path. <br /> Cave has stairs/steps. <br /> Cave has a relatively \"smooth\" path. <br /> <strong>Distance from visitor center: </strong>Cave Loop<br /> <br /> The caves found here were created by flows of smooth lava 10,500 to 65,000 years ago. As the lava cooled, caves formed and created homes for unique cave life to thrive. These fantastic underground worlds can be visited on your own or by guided tour in the summer. Please “take only pictures, leave only footprints” so others have a chance to discover what you have during your trip.</p> <hr /> <p>Certain caves are closed to protect bats. Please check with a ranger for current closures.<br /> <br /> <strong>You Can Help Protect Bats!</strong><br /> Learn about white-nose syndrome and get screened before you enter caves.<br /> Lava Beds provides critical habitat throughout the year for large, stable populations of at least 14 species of bats. During the summer, some caves are closed to protect maternal bat colonies where mothers raise thousands of tiny, vulnerable bat pups on the ceiling. Other caves may contain groups of hibernating bats in winter, which can die if awakened often.<br /> <br /> <strong>What to Do if You See Bats?</strong><br /> Stop talking, shine your light away from the bats, and leave the area as quickly and quietly as possible. Note about how many bats there are and where they are, so you can tell a Ranger. Your information will help us better protect these important, fascinating animals.</p> <hr /> <p><strong>Cave Softly</strong><br /> Please care for these fragile, amazing environments and cave life by following these rules during your visit:<br /> • Stay on available trails<br /> • Leave no trace of your visit behind—do not eat, drink, smoke, or leave trash<br /> • Do not use caves as bathrooms, use a “wag bag” and pee bottle<br /> • Formations made of lava, calcite, and ice can be permanently damaged—<br /> cave slowly and carefully and do not touch<br /> • Do not touch hydrophobic bacterial mats—they are easily damaged and take decades to regrow<br /> • Use electric flashlights, not carbide or gas lamps<br /> • Do not touch paintings or cultural artifacts, as they are easily damaged<br /> • Observe closures to protect bats, and do not disturb any cave life you see<br /> • Pets are not permitted in caves<br /> <br /> <strong>Cave Safely</strong><br /> • Wear Appropriate Safety Gear - Prevent injury by wearing long sleeves, pants and closed-toed shoes or boots. Gloves and kneepads are recommended in difficult caves.<br /> • Protect Your Head - Use bicycle, construction, or other types of helmets. Bump hats are sold at the Visitor Center.<br /> • Bring Enough Light - Each person should carry at least one flashlight with extra batteries (and bulbs if available). Three flashlights per person are ideal. Flashlights are loaned free of charge during hours of operation at the Visitor Center.<br /> • Wear Warm Clothing - Most caves are about 55 °F (13 °C) year-round. Caves with ice are colder.<br /> • Know Yourself and Your Group - Choose caves suitable for everyone in your group. Don’t push beyond anyone’s limits. Children and seniors should be able to walk safely on their own. Caves are not appropriate places for infants.<br /> • Explore as a Group - Tell a friend or family member where you are going and when you expect to return. If you must go alone, choose easier caves and carry three flashlights.<br /> • Know Your Route - Be observant, and look back at junctions and landmarks to make mental notes. A book of cave maps can be purchased in the Visitor Center—learn to read map symbols before you go. Using a compass will help you use the maps.</p>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "1", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": [], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "A478874B-9B6C-47A3-BDAA-B42F8125139B", "url": "https://www.nps.gov/places/bridalveil-falls.htm", "title": "Bridalveil Falls", "listingDescription": "Bridalveil Falls is viewed best from the water but can be seen at a distance from the lower Miners Castle overlook or from the west end of Miners Beach.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/3BCFFABF-0300-13DC-D4DD0F872484B481.jpg", "credit": "NPS Photo", "altText": "This waterfall flows vertically over a hard rock cap onto softer sandstone rock that slopes at a 4", "title": "Bridalveil Falls", "description": "", "caption": "Bridalveil Falls", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3BCFFABF-0300-13DC-D4DD0F872484B481.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3BCFFABF-0300-13DC-D4DD0F872484B481.jpg"}]}], "relatedParks": [{"states": "MI", "parkCode": "piro", "designation": "National Lakeshore", "fullName": "Pictured Rocks National Lakeshore", "url": "https://www.nps.gov/piro/index.htm", "name": "Pictured Rocks"}], "relatedOrganizations": [], "tags": ["waterfalls", "Pictured Rocks National Lakeshore", "Bridalveil Falls"], "latitude": "46.50860136135812", "longitude": "-86.52349557430465", "latLong": "46.50860136135812,-86.52349557430465", "bodyText": "Located about a half-mile northeast of Miners Beach along the Pictured Rocks cliffs.<br /> <br /> Bridalveil Falls is viewed best from the water, but can be seen at a distance from the lower Miners Castle overlook or from the west end of Miners Beach. The falls cannot be seen from atop or from the North Country Trail.<br /> <br /> This is a seasonal waterfall that usually slows to a trickle in mid-summer. Bridalveil Falls is often featured on postcards and publications about Pictured Rocks National Lakeshore.", "audioDescription": "Bridalveil Falls flows vertically over a hard rock cap onto softer sandstone rock that slopes at a 45 degree angle. The water flows into Lake Superior.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "e83ba8f9-21b7-4309-922b-083f27c7e4ca", "isManagedByNps": "1", "amenities": [], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "D7868548-E72A-4FFC-BBAD-A0097E917E38", "url": "https://www.nps.gov/places/labyrinth-cave.htm", "title": "Labyrinth Cave", "listingDescription": "", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/A5407C52-AC0A-087E-DF4046BB0B92F187.jpg", "credit": "", "altText": "Labyrinth Cave", "title": "Labyrinth Cave", "description": "", "caption": "Labyrinth Cave", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A5407C52-AC0A-087E-DF4046BB0B92F187.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A5407C52-AC0A-087E-DF4046BB0B92F187.jpg"}]}], "relatedParks": [{"states": "CA", "parkCode": "labe", "designation": "National Monument", "fullName": "Lava Beds National Monument", "url": "https://www.nps.gov/labe/index.htm", "name": "Lava Beds"}], "relatedOrganizations": [], "tags": ["Lava Beds National Monument", "lava tube cave"], "latitude": "41.713952082369296", "longitude": "-121.50952394597103", "latLong": "41.713952082369296,-121.50952394597103", "bodyText": "<p><strong>CLOSED<br /> <br /> Labyrinth Cave</strong> (1,239 ft / 378 m) One of the <strong><span style=\"color:#FF0000;\">\"Most Challenging Caves.\"</span></strong> This cave near the Visitor Center is connected by a twisting segment requiring crawling. Ceiling heights tend to be low throughout. As the name Labyrinth suggests, you must pay attention to your route! As you travel through the cave, be prepared to exit at one of three locations, the Labyrinth, Lava Brook, or Thunderbolt entrances.<br /> <br /> <strong>Length: </strong>1,239 feet.<br /> Cave has stairs/steps. <br /> Cave has a relatively \"smooth\" path. <br /> Most people must duck-walk in some places. <br /> Most people must duck-walk in some places. <br /> Most people must crawl in some places if you go through the whole cave. <br /> <strong>Distance from visitor center: </strong>250 foot walk. <br /> <br /> The caves found here were created by flows of smooth lava 10,500 to 65,000 years ago. As the lava cooled, caves formed and created homes for unique cave life to thrive. These fantastic underground worlds can be visited on your own or by guided tour in the summer. Please “take only pictures, leave only footprints” so others have a chance to discover what you have during your trip.</p> <hr /> <p> </p> <p>Certain caves are closed to protect bats. Please check with a ranger for current closures.<br /> <br /> <strong>You Can Help Protect Bats!</strong><br /> Learn about white-nose syndrome and get screened before you enter caves.<br /> Lava Beds provides critical habitat throughout the year for large, stable populations of at least 14 species of bats. During the summer, some caves are closed to protect maternal bat colonies where mothers raise thousands of tiny, vulnerable bat pups on the ceiling. Other caves may contain groups of hibernating bats in winter, which can die if awakened often.<br /> <br /> <strong>What to Do if You See Bats?</strong><br /> Stop talking, shine your light away from the bats, and leave the area as quickly and quietly as possible. Note about how many bats there are and where they are, so you can tell a Ranger. Your information will help us better protect these important, fascinating animals.</p> <hr /> <p> </p> <p><strong>Cave Softly</strong><br /> Please care for these fragile, amazing environments and cave life by following these rules during your visit:<br /> • Stay on available trails<br /> • Leave no trace of your visit behind—do not eat, drink, smoke, or leave trash<br /> • Do not use caves as bathrooms, use a “wag bag” and pee bottle<br /> • Formations made of lava, calcite, and ice can be permanently damaged—<br /> cave slowly and carefully and do not touch<br /> • Do not touch hydrophobic bacterial mats—they are easily damaged and take decades to regrow<br /> • Use electric flashlights, not carbide or gas lamps<br /> • Do not touch paintings or cultural artifacts, as they are easily damaged<br /> • Observe closures to protect bats, and do not disturb any cave life you see<br /> • Pets are not permitted in caves<br /> <br /> <strong>Cave Safely</strong><br /> • Wear Appropriate Safety Gear - Prevent injury by wearing long sleeves, pants and closed-toed shoes or boots. Gloves and kneepads are recommended in difficult caves.<br /> • Protect Your Head - Use bicycle, construction, or other types of helmets. Bump hats are sold at the Visitor Center.<br /> • Bring Enough Light - Each person should carry at least one flashlight with extra batteries (and bulbs if available). Three flashlights per person are ideal. Flashlights are loaned free of charge during hours of operation at the Visitor Center.<br /> • Wear Warm Clothing - Most caves are about 55 °F (13 °C) year-round. Caves with ice are colder.<br /> • Know Yourself and Your Group - Choose caves suitable for everyone in your group. Don’t push beyond anyone’s limits. Children and seniors should be able to walk safely on their own. Caves are not appropriate places for infants.<br /> • Explore as a Group - Tell a friend or family member where you are going and when you expect to return. If you must go alone, choose easier caves and carry three flashlights.<br /> • Know Your Route - Be observant, and look back at junctions and landmarks to make mental notes. A book of cave maps can be purchased in the Visitor Center—learn to read map symbols before you go. Using a compass will help you use the maps.</p>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "0", "isMapPinHidden": "1", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": [], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "9FB7D8FB-93C2-45E0-98C7-84E9C67EEFAC", "url": "https://www.nps.gov/places/lava-brook-cave.htm", "title": "Lava Brook Cave", "listingDescription": "", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/A52BB07D-C617-5D51-42FE8E2868D65550.jpg", "credit": "", "altText": "Lava Brook Cave", "title": "Lava Brook Cave", "description": "", "caption": "Lava Brook Cave", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A52BB07D-C617-5D51-42FE8E2868D65550.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A52BB07D-C617-5D51-42FE8E2868D65550.jpg"}]}], "relatedParks": [{"states": "CA", "parkCode": "labe", "designation": "National Monument", "fullName": "Lava Beds National Monument", "url": "https://www.nps.gov/labe/index.htm", "name": "Lava Beds"}], "relatedOrganizations": [], "tags": ["Lava Beds National Monument", "lava tube cave"], "latitude": "41.71352503558288", "longitude": "-121.50938376485996", "latLong": "41.71352503558288,-121.50938376485996", "bodyText": "<p><strong>CLOSED<br /> <br /> Lava Brook Cave</strong> (859 ft / 262 m) One of the <strong><span style=\"color:#FF0000;\">\"Most Challenging Caves.\"</span></strong> This cave near the Visitor Center is connected by a twisting segment requiring crawling. Ceiling heights tend to be low throughout. The “Lava Brook” is an interesting pattern left on the floor of one passage by the last lava flow. As you travel through the cave, be prepared to exit at one of three locations, the Labyrinth, Lava Brook, or Thunderbolt entrances.<br /> <br /> <strong>Length: </strong>859 feet.<br /> Cave has stairs/steps. <br /> Cave has a relatively \"smooth\" path. <br /> Most people must duck-walk in some places. <br /> Most people must duck-walk in some places. <br /> Most people must crawl in some places if you go through the whole cave. <br /> <strong>Distance from visitor center: </strong>435 foot walk. <br /> <br /> The caves found here were created by flows of smooth lava 10,500 to 65,000 years ago. As the lava cooled, caves formed and created homes for unique cave life to thrive. These fantastic underground worlds can be visited on your own or by guided tour in the summer. Please “take only pictures, leave only footprints” so others have a chance to discover what you have during your trip.</p> <hr /> <p> </p> <p>Certain caves are closed to protect bats. Please check with a ranger for current closures.<br /> <br /> <strong>You Can Help Protect Bats!</strong><br /> Learn about white-nose syndrome and get screened before you enter caves.<br /> Lava Beds provides critical habitat throughout the year for large, stable populations of at least 14 species of bats. During the summer, some caves are closed to protect maternal bat colonies where mothers raise thousands of tiny, vulnerable bat pups on the ceiling. Other caves may contain groups of hibernating bats in winter, which can die if awakened often.<br /> <br /> <strong>What to Do if You See Bats?</strong><br /> Stop talking, shine your light away from the bats, and leave the area as quickly and quietly as possible. Note about how many bats there are and where they are, so you can tell a Ranger. Your information will help us better protect these important, fascinating animals.</p> <hr /> <p> </p> <p><strong>Cave Softly</strong><br /> Please care for these fragile, amazing environments and cave life by following these rules during your visit:<br /> • Stay on available trails<br /> • Leave no trace of your visit behind—do not eat, drink, smoke, or leave trash<br /> • Do not use caves as bathrooms, use a “wag bag” and pee bottle<br /> • Formations made of lava, calcite, and ice can be permanently damaged—<br /> cave slowly and carefully and do not touch<br /> • Do not touch hydrophobic bacterial mats—they are easily damaged and take decades to regrow<br /> • Use electric flashlights, not carbide or gas lamps<br /> • Do not touch paintings or cultural artifacts, as they are easily damaged<br /> • Observe closures to protect bats, and do not disturb any cave life you see<br /> • Pets are not permitted in caves<br /> <br /> <strong>Cave Safely</strong><br /> • Wear Appropriate Safety Gear - Prevent injury by wearing long sleeves, pants and closed-toed shoes or boots. Gloves and kneepads are recommended in difficult caves.<br /> • Protect Your Head - Use bicycle, construction, or other types of helmets. Bump hats are sold at the Visitor Center.<br /> • Bring Enough Light - Each person should carry at least one flashlight with extra batteries (and bulbs if available). Three flashlights per person are ideal. Flashlights are loaned free of charge during hours of operation at the Visitor Center.<br /> • Wear Warm Clothing - Most caves are about 55 °F (13 °C) year-round. Caves with ice are colder.<br /> • Know Yourself and Your Group - Choose caves suitable for everyone in your group. Don’t push beyond anyone’s limits. Children and seniors should be able to walk safely on their own. Caves are not appropriate places for infants.<br /> • Explore as a Group - Tell a friend or family member where you are going and when you expect to return. If you must go alone, choose easier caves and carry three flashlights.<br /> • Know Your Route - Be observant, and look back at junctions and landmarks to make mental notes. A book of cave maps can be purchased in the Visitor Center—learn to read map symbols before you go. Using a compass will help you use the maps.</p>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "0", "isMapPinHidden": "1", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": [], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "474DD575-D127-47C7-BE84-29A19378442A", "url": "https://www.nps.gov/places/munising-falls.htm", "title": "Munising Falls", "listingDescription": "Walk the paved 800-foot trail up a cool shaded canyon along Munising Creek to the main falls viewing platform or climb the steps for a different view. This is a lovely waterfall in all seasons.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/3A62672F-A14D-A6E3-6F486A39ACE131DB.jpg", "credit": "NPS Photo", "altText": "Munising Falls flows 50 feet over the sandstone rock ledge. Yellow and green leaves on the trees in", "title": "Munising Falls", "description": "", "caption": "Munising Falls", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3A62672F-A14D-A6E3-6F486A39ACE131DB.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3A62672F-A14D-A6E3-6F486A39ACE131DB.jpg"}]}], "relatedParks": [{"states": "MI", "parkCode": "piro", "designation": "National Lakeshore", "fullName": "Pictured Rocks National Lakeshore", "url": "https://www.nps.gov/piro/index.htm", "name": "Pictured Rocks"}], "relatedOrganizations": [], "tags": ["waterfalls", "Pictured Rocks National Lakeshore", "Munising Falls"], "latitude": "46.42272975758378", "longitude": "-86.62145736372963", "latLong": "46.42272975758378,-86.62145736372963", "bodyText": "<p>Located within the city limits of Munising where Washington Street becomes Sand Point Road, near Munising Memorial Hospital.<br /> <br /> Walk the paved 800-foot trail up a cool shaded canyon along Munising Creek to the base of the falls. Two sets of stairs lead to platforms for additional views of the 50-foot waterfall as it drops over a sandstone cliff. Watch for ferns, wildflowers, and an occasional mink. In winter, the waterfall exhibits dramatic ice formations.<br /> <br /> Please stay on the paved trail. Walking into or behind the falls is prohibited. Pets are allowed on the trail.</p>", "audioDescription": "Walk the paved 800-foot trail up a cool shaded canyon along Munising Creek to the base of the falls. Two sets of stairs lead to platforms for additional views of the 50-foot waterfall as it drops over a sandstone cliff. Watch for ferns, wildflowers, and an occasional mink. In winter, the waterfall exhibits dramatic ice formations.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "e69693d3-5d78-4801-af06-b4c36ee4dfbe", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits", "Information Kiosk/Bulletin Board", "Parking - Auto", "Parking - Bus/RV", "Pets Allowed", "Picnic Table", "Restroom - Seasonal", "Scenic View/Photo Spot", "Toilet - Flush", "Trailhead", "Trash/Litter Receptacles", "Water - Drinking/Potable"], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "BDDA66F7-560B-4882-AAA3-3150EB287EF4", "url": "https://www.nps.gov/places/ovis-cave.htm", "title": "Ovis Cave", "listingDescription": "", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/70CDA4FD-9A29-520F-D5FBBF2C12DA6C95.jpg", "credit": "", "altText": "Ovis Cave entrance", "title": "Ovis Cave entrance", "description": "", "caption": "Ovis Cave entrance", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/70CDA4FD-9A29-520F-D5FBBF2C12DA6C95.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/70CDA4FD-9A29-520F-D5FBBF2C12DA6C95.jpg"}]}], "relatedParks": [{"states": "CA", "parkCode": "labe", "designation": "National Monument", "fullName": "Lava Beds National Monument", "url": "https://www.nps.gov/labe/index.htm", "name": "Lava Beds"}], "relatedOrganizations": [], "tags": ["Lava Beds National Monument", "lava tube cave"], "latitude": "41.70425866041436", "longitude": "-121.51699805946427", "latLong": "41.70425866041436,-121.51699805946427", "bodyText": "<p><strong>Ovis Cave</strong> (216 ft / 66 m) One of the <strong><span style=\"color:#008000;\">\"Least Challenging Caves\"</span></strong> Ovis Cave contained 36 bighorn skulls when it was discovered in the 1890s. In Ovis, ceiling heights exceed 25 ft (7.6 m), and some outside light is visible throughout. <br /> <br /> <strong>Length: </strong>216 feet<br /> You can walk completely upright on main path. <br /> Cave has stairs/steps. <br /> Cave has a relatively \"smooth\" path. <br /> <strong>Distance from visitor center: </strong>Cave Loop<br /> <br /> The caves found here were created by flows of smooth lava 10,500 to 65,000 years ago. As the lava cooled, caves formed and created homes for unique cave life to thrive. These fantastic underground worlds can be visited on your own or by guided tour in the summer. Please “take only pictures, leave only footprints” so others have a chance to discover what you have during your trip.</p> <hr /> <p>Certain caves are closed to protect bats. Please check with a ranger for current closures.<br /> <br /> <strong>You Can Help Protect Bats!</strong><br /> Learn about white-nose syndrome and get screened before you enter caves.<br /> Lava Beds provides critical habitat throughout the year for large, stable populations of at least 14 species of bats. During the summer, some caves are closed to protect maternal bat colonies where mothers raise thousands of tiny, vulnerable bat pups on the ceiling. Other caves may contain groups of hibernating bats in winter, which can die if awakened often.<br /> <br /> <strong>What to Do if You See Bats?</strong><br /> Stop talking, shine your light away from the bats, and leave the area as quickly and quietly as possible. Note about how many bats there are and where they are, so you can tell a Ranger. Your information will help us better protect these important, fascinating animals.</p> <hr /> <p><strong>Cave Softly</strong><br /> Please care for these fragile, amazing environments and cave life by following these rules during your visit:<br /> • Stay on available trails<br /> • Leave no trace of your visit behind—do not eat, drink, smoke, or leave trash<br /> • Do not use caves as bathrooms, use a “wag bag” and pee bottle<br /> • Formations made of lava, calcite, and ice can be permanently damaged—<br /> cave slowly and carefully and do not touch<br /> • Do not touch hydrophobic bacterial mats—they are easily damaged and take decades to regrow<br /> • Use electric flashlights, not carbide or gas lamps<br /> • Do not touch paintings or cultural artifacts, as they are easily damaged<br /> • Observe closures to protect bats, and do not disturb any cave life you see<br /> • Pets are not permitted in caves<br /> <br /> <strong>Cave Safely</strong><br /> • Wear Appropriate Safety Gear - Prevent injury by wearing long sleeves, pants and closed-toed shoes or boots. Gloves and kneepads are recommended in difficult caves.<br /> • Protect Your Head - Use bicycle, construction, or other types of helmets. Bump hats are sold at the Visitor Center.<br /> • Bring Enough Light - Each person should carry at least one flashlight with extra batteries (and bulbs if available). Three flashlights per person are ideal. Flashlights are loaned free of charge during hours of operation at the Visitor Center.<br /> • Wear Warm Clothing - Most caves are about 55 °F (13 °C) year-round. Caves with ice are colder.<br /> • Know Yourself and Your Group - Choose caves suitable for everyone in your group. Don’t push beyond anyone’s limits. Children and seniors should be able to walk safely on their own. Caves are not appropriate places for infants.<br /> • Explore as a Group - Tell a friend or family member where you are going and when you expect to return. If you must go alone, choose easier caves and carry three flashlights.<br /> • Know Your Route - Be observant, and look back at junctions and landmarks to make mental notes. A book of cave maps can be purchased in the Visitor Center—learn to read map symbols before you go. Using a compass will help you use the maps.</p>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "1", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": [], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "2333B774-EE7D-4FEE-A148-3D2848F8BCA3", "url": "https://www.nps.gov/places/paradise-alleys-cave.htm", "title": "Paradise Alleys Cave", "listingDescription": "", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/71190D95-A1FB-6CE3-CC016D308786081C.jpg", "credit": "", "altText": "Paradise Alleys Cave entrance", "title": "Paradise Alleys Cave entrance", "description": "", "caption": "Paradise Alleys Cave entrance", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/71190D95-A1FB-6CE3-CC016D308786081C.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/71190D95-A1FB-6CE3-CC016D308786081C.jpg"}]}], "relatedParks": [{"states": "CA", "parkCode": "labe", "designation": "National Monument", "fullName": "Lava Beds National Monument", "url": "https://www.nps.gov/labe/index.htm", "name": "Lava Beds"}], "relatedOrganizations": [], "tags": ["Lava Beds National Monument", "lava tube cave"], "latitude": "41.70422519881483", "longitude": "-121.51639904510905", "latLong": "41.70422519881483,-121.51639904510905", "bodyText": "<p><strong>Paradise Alleys Cave </strong>(1,033 ft / 315 m) One of the <strong><span style=\"color:#008000;\">\"Least Challenging Caves\"</span></strong> Paradise Alleys has smooth floors, and ceiling heights exceeding 7ft (2m) are found throughout this cave.<br /> <br /> <strong>Length: </strong>1,033 feet. <br /> Cave has stairs/steps. <br /> Cave has a relatively \"smooth\" path. <br /> <strong>Distance from visitor center: </strong>Cave Loop<br /> <br /> The caves found here were created by flows of smooth lava 10,500 to 65,000 years ago. As the lava cooled, caves formed and created homes for unique cave life to thrive. These fantastic underground worlds can be visited on your own or by guided tour in the summer. Please “take only pictures, leave only footprints” so others have a chance to discover what you have during your trip.</p> <hr /> <p>Certain caves are closed to protect bats. Please check with a ranger for current closures.<br /> <br /> <strong>You Can Help Protect Bats!</strong><br /> Learn about white-nose syndrome and get screened before you enter caves.<br /> Lava Beds provides critical habitat throughout the year for large, stable populations of at least 14 species of bats. During the summer, some caves are closed to protect maternal bat colonies where mothers raise thousands of tiny, vulnerable bat pups on the ceiling. Other caves may contain groups of hibernating bats in winter, which can die if awakened often.<br /> <br /> <strong>What to Do if You See Bats?</strong><br /> Stop talking, shine your light away from the bats, and leave the area as quickly and quietly as possible. Note about how many bats there are and where they are, so you can tell a Ranger. Your information will help us better protect these important, fascinating animals.</p> <hr /> <p><strong>Cave Softly</strong><br /> Please care for these fragile, amazing environments and cave life by following these rules during your visit:<br /> • Stay on available trails<br /> • Leave no trace of your visit behind—do not eat, drink, smoke, or leave trash<br /> • Do not use caves as bathrooms, use a “wag bag” and pee bottle<br /> • Formations made of lava, calcite, and ice can be permanently damaged—<br /> cave slowly and carefully and do not touch<br /> • Do not touch hydrophobic bacterial mats—they are easily damaged and take decades to regrow<br /> • Use electric flashlights, not carbide or gas lamps<br /> • Do not touch paintings or cultural artifacts, as they are easily damaged<br /> • Observe closures to protect bats, and do not disturb any cave life you see<br /> • Pets are not permitted in caves<br /> <br /> <strong>Cave Safely</strong><br /> • Wear Appropriate Safety Gear - Prevent injury by wearing long sleeves, pants and closed-toed shoes or boots. Gloves and kneepads are recommended in difficult caves.<br /> • Protect Your Head - Use bicycle, construction, or other types of helmets. Bump hats are sold at the Visitor Center.<br /> • Bring Enough Light - Each person should carry at least one flashlight with extra batteries (and bulbs if available). Three flashlights per person are ideal. Flashlights are loaned free of charge during hours of operation at the Visitor Center.<br /> • Wear Warm Clothing - Most caves are about 55 °F (13 °C) year-round. Caves with ice are colder.<br /> • Know Yourself and Your Group - Choose caves suitable for everyone in your group. Don’t push beyond anyone’s limits. Children and seniors should be able to walk safely on their own. Caves are not appropriate places for infants.<br /> • Explore as a Group - Tell a friend or family member where you are going and when you expect to return. If you must go alone, choose easier caves and carry three flashlights.<br /> • Know Your Route - Be observant, and look back at junctions and landmarks to make mental notes. A book of cave maps can be purchased in the Visitor Center—learn to read map symbols before you go. Using a compass will help you use the maps.</p>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "1", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": [], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "1976F60C-1F9A-4C9E-9EE7-23E8687916EA", "url": "https://www.nps.gov/places/sentinel-cave.htm", "title": "Sentinel Cave", "listingDescription": "", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/6E5ACB99-0643-1DED-DE651897F06DA793.jpg", "credit": "", "altText": "Sentinel Cave Entrance", "title": "Sentinel Cave", "description": "", "caption": "Sentinel Cave Entrance", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6E5ACB99-0643-1DED-DE651897F06DA793.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6E5ACB99-0643-1DED-DE651897F06DA793.jpg"}]}], "relatedParks": [{"states": "CA", "parkCode": "labe", "designation": "National Monument", "fullName": "Lava Beds National Monument", "url": "https://www.nps.gov/labe/index.htm", "name": "Lava Beds"}], "relatedOrganizations": [], "tags": ["Lava Beds National Monument", "lava tube cave"], "latitude": "41.71032247429757", "longitude": "-121.50883264336399", "latLong": "41.71032247429757,-121.50883264336399", "bodyText": "<p><strong>Closed <br /> <br /> Sentinel Cave</strong> (3,280 ft / 1,000 m) One of the <strong><span style=\"color:#008000;\">\"Least Challenging Caves\"</span></strong> This cave’s easy main trail requires no stooping or ducking and has lots of interesting features. This is one of the only developed caves with two entrances.<br /> <br /> <strong>Length: </strong>3,280 feet. <br /> You can walk completely upright on main path. <br /> Cave has stairs/steps. <br /> Cave has a relatively \"smooth\" path. <br /> <strong>Distance from visitor center: </strong>Cave Loop. <br /> <br /> The caves found here were created by flows of smooth lava 10,500 to 65,000 years ago. As the lava cooled, caves formed and created homes for unique cave life to thrive. These fantastic underground worlds can be visited on your own or by guided tour in the summer. Please “take only pictures, leave only footprints” so others have a chance to discover what you have during your trip.</p> <hr /> <p> </p> <p>Certain caves are closed to protect bats. Please check with a ranger for current closures.<br /> <br /> <strong>You Can Help Protect Bats!</strong><br /> Learn about white-nose syndrome and get screened before you enter caves.<br /> Lava Beds provides critical habitat throughout the year for large, stable populations of at least 14 species of bats. During the summer, some caves are closed to protect maternal bat colonies where mothers raise thousands of tiny, vulnerable bat pups on the ceiling. Other caves may contain groups of hibernating bats in winter, which can die if awakened often.<br /> <br /> <strong>What to Do if You See Bats?</strong><br /> Stop talking, shine your light away from the bats, and leave the area as quickly and quietly as possible. Note about how many bats there are and where they are, so you can tell a Ranger. Your information will help us better protect these important, fascinating animals.</p> <hr /> <p> </p> <p><strong>Cave Softly</strong><br /> Please care for these fragile, amazing environments and cave life by following these rules during your visit:<br /> • Stay on available trails<br /> • Leave no trace of your visit behind—do not eat, drink, smoke, or leave trash<br /> • Do not use caves as bathrooms, use a “wag bag” and pee bottle<br /> • Formations made of lava, calcite, and ice can be permanently damaged—<br /> cave slowly and carefully and do not touch<br /> • Do not touch hydrophobic bacterial mats—they are easily damaged and take decades to regrow<br /> • Use electric flashlights, not carbide or gas lamps<br /> • Do not touch paintings or cultural artifacts, as they are easily damaged<br /> • Observe closures to protect bats, and do not disturb any cave life you see<br /> • Pets are not permitted in caves<br /> <br /> <strong>Cave Safely</strong><br /> • Wear Appropriate Safety Gear - Prevent injury by wearing long sleeves, pants and closed-toed shoes or boots. Gloves and kneepads are recommended in difficult caves.<br /> • Protect Your Head - Use bicycle, construction, or other types of helmets. Bump hats are sold at the Visitor Center.<br /> • Bring Enough Light - Each person should carry at least one flashlight with extra batteries (and bulbs if available). Three flashlights per person are ideal. Flashlights are loaned free of charge during hours of operation at the Visitor Center.<br /> • Wear Warm Clothing - Most caves are about 55 °F (13 °C) year-round. Caves with ice are colder.<br /> • Know Yourself and Your Group - Choose caves suitable for everyone in your group. Don’t push beyond anyone’s limits. Children and seniors should be able to walk safely on their own. Caves are not appropriate places for infants.<br /> • Explore as a Group - Tell a friend or family member where you are going and when you expect to return. If you must go alone, choose easier caves and carry three flashlights.<br /> • Know Your Route - Be observant, and look back at junctions and landmarks to make mental notes. A book of cave maps can be purchased in the Visitor Center—learn to read map symbols before you go. Using a compass will help you use the maps.</p>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "0", "isMapPinHidden": "1", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": [], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "85C49CD2-3BF7-4ADA-A274-E6F01A365834", "url": "https://www.nps.gov/places/sunshine-cave.htm", "title": "Sunshine Cave", "listingDescription": "", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/A4401351-E34B-0BA3-8BF1FAB0E3E92DBC.jpg", "credit": "", "altText": "Sunshine Cave", "title": "Sunshine Cave", "description": "", "caption": "Sunshine Cave", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A4401351-E34B-0BA3-8BF1FAB0E3E92DBC.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A4401351-E34B-0BA3-8BF1FAB0E3E92DBC.jpg"}]}], "relatedParks": [{"states": "CA", "parkCode": "labe", "designation": "National Monument", "fullName": "Lava Beds National Monument", "url": "https://www.nps.gov/labe/index.htm", "name": "Lava Beds"}], "relatedOrganizations": [], "tags": ["Lava Beds National Monument", "lava tube cave"], "latitude": "41.70304618301969", "longitude": "-121.519442801907", "latLong": "41.70304618301969,-121.519442801907", "bodyText": "<p><strong>CLOSED<br /> <br /> Sunshine Cave</strong> (466 ft / 142 m) One of the <strong><span style=\"color:#0000FF;\">\"Moderately Challenging Caves.\"</span></strong> Two collapses allow sunlight to enter the cave where abundant vegetation grows. Stooping is required in the main passage, and the back section has floors that are steep, very rough, and sometimes wet. Beautiful hydrophobic bacteria coats the ceiling at the back of this cave, where winter icicles adorn cracks in the ceiling.<br /> <br /> <strong>Length: </strong>466 feet.<br /> Cave has stairs/steps. <br /> Most people must duck-walk in some places. <br /> Most people must duck-walk in some places. <br /> <strong>Distance from visitor center: </strong>Cave Loop. <br /> <br /> The caves found here were created by flows of smooth lava 10,500 to 65,000 years ago. As the lava cooled, caves formed and created homes for unique cave life to thrive. These fantastic underground worlds can be visited on your own or by guided tour in the summer. Please “take only pictures, leave only footprints” so others have a chance to discover what you have during your trip.</p> <hr /> <p>Certain caves are closed to protect bats. Please check with a ranger for current closures.<br /> <br /> <strong>You Can Help Protect Bats!</strong><br /> Learn about white-nose syndrome and get screened before you enter caves.<br /> Lava Beds provides critical habitat throughout the year for large, stable populations of at least 14 species of bats. During the summer, some caves are closed to protect maternal bat colonies where mothers raise thousands of tiny, vulnerable bat pups on the ceiling. Other caves may contain groups of hibernating bats in winter, which can die if awakened often.<br /> <br /> <strong>What to Do if You See Bats?</strong><br /> Stop talking, shine your light away from the bats, and leave the area as quickly and quietly as possible. Note about how many bats there are and where they are, so you can tell a Ranger. Your information will help us better protect these important, fascinating animals.</p> <hr /> <p><strong>Cave Softly</strong><br /> Please care for these fragile, amazing environments and cave life by following these rules during your visit:<br /> • Stay on available trails<br /> • Leave no trace of your visit behind—do not eat, drink, smoke, or leave trash<br /> • Do not use caves as bathrooms, use a “wag bag” and pee bottle<br /> • Formations made of lava, calcite, and ice can be permanently damaged—<br /> cave slowly and carefully and do not touch<br /> • Do not touch hydrophobic bacterial mats—they are easily damaged and take decades to regrow<br /> • Use electric flashlights, not carbide or gas lamps<br /> • Do not touch paintings or cultural artifacts, as they are easily damaged<br /> • Observe closures to protect bats, and do not disturb any cave life you see<br /> • Pets are not permitted in caves<br /> <br /> <strong>Cave Safely</strong><br /> • Wear Appropriate Safety Gear - Prevent injury by wearing long sleeves, pants and closed-toed shoes or boots. Gloves and kneepads are recommended in difficult caves.<br /> • Protect Your Head - Use bicycle, construction, or other types of helmets. Bump hats are sold at the Visitor Center.<br /> • Bring Enough Light - Each person should carry at least one flashlight with extra batteries (and bulbs if available). Three flashlights per person are ideal. Flashlights are loaned free of charge during hours of operation at the Visitor Center.<br /> • Wear Warm Clothing - Most caves are about 55 °F (13 °C) year-round. Caves with ice are colder.<br /> • Know Yourself and Your Group - Choose caves suitable for everyone in your group. Don’t push beyond anyone’s limits. Children and seniors should be able to walk safely on their own. Caves are not appropriate places for infants.<br /> • Explore as a Group - Tell a friend or family member where you are going and when you expect to return. If you must go alone, choose easier caves and carry three flashlights.<br /> • Know Your Route - Be observant, and look back at junctions and landmarks to make mental notes. A book of cave maps can be purchased in the Visitor Center—learn to read map symbols before you go. Using a compass will help you use the maps.</p>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "0", "isMapPinHidden": "1", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": [], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "FAE648FC-CE59-4053-A994-D976A9B040D2", "url": "https://www.nps.gov/places/juniper-cave.htm", "title": "Juniper Cave", "listingDescription": "", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/A712247D-C8F3-EE3A-174D7FD69EE0766D.jpg", "credit": "", "altText": "Juniper Cave", "title": "Juniper Cave", "description": "", "caption": "Juniper Cave", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A712247D-C8F3-EE3A-174D7FD69EE0766D.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A712247D-C8F3-EE3A-174D7FD69EE0766D.jpg"}]}], "relatedParks": [{"states": "CA", "parkCode": "labe", "designation": "National Monument", "fullName": "Lava Beds National Monument", "url": "https://www.nps.gov/labe/index.htm", "name": "Lava Beds"}], "relatedOrganizations": [], "tags": ["Lava Beds National Monument", "lava tube cave"], "latitude": "41.706753751710544", "longitude": "-121.51160804597102", "latLong": "41.706753751710544,-121.51160804597102", "bodyText": "<p><strong>CLOSED<br /> <br /> Juniper Cave</strong> (2,362 ft / 720 m) One of the <strong><span style=\"color:#FF0000;\">\"Most Challenging Caves.\"</span></strong> Juniper Cave and Hercules Leg Cave were connected by the removal of debris in a collapse pit, and together make one long excursion with an entrance and exit. The Hercules Leg portion has generally high ceilings and smooth floors. The connection to Juniper cave involves crossing rocky floors with a passage height of 2.5 ft (0.8 m), and several low sections thereafter.<br /> <br /> <strong>Length: </strong>2,362 feet. <br /> Most people must duck-walk in some places. <br /> Most people must duck-walk in some places. <br /> Most people must crawl in some places if you go through the whole cave. <br /> <strong>Distance from visitor center:</strong> Cave Loop. <br /> <br /> The caves found here were created by flows of smooth lava 10,500 to 65,000 years ago. As the lava cooled, caves formed and created homes for unique cave life to thrive. These fantastic underground worlds can be visited on your own or by guided tour in the summer. Please “take only pictures, leave only footprints” so others have a chance to discover what you have during your trip.</p> <hr /> <p> </p> <p>Certain caves are closed to protect bats. Please check with a ranger for current closures.<br /> <br /> <strong>You Can Help Protect Bats!</strong><br /> Learn about white-nose syndrome and get screened before you enter caves.<br /> Lava Beds provides critical habitat throughout the year for large, stable populations of at least 14 species of bats. During the summer, some caves are closed to protect maternal bat colonies where mothers raise thousands of tiny, vulnerable bat pups on the ceiling. Other caves may contain groups of hibernating bats in winter, which can die if awakened often.<br /> <br /> <strong>What to Do if You See Bats?</strong><br /> Stop talking, shine your light away from the bats, and leave the area as quickly and quietly as possible. Note about how many bats there are and where they are, so you can tell a Ranger. Your information will help us better protect these important, fascinating animals.</p> <hr /> <p> </p> <p><strong>Cave Softly</strong><br /> Please care for these fragile, amazing environments and cave life by following these rules during your visit:<br /> • Stay on available trails<br /> • Leave no trace of your visit behind—do not eat, drink, smoke, or leave trash<br /> • Do not use caves as bathrooms, use a “wag bag” and pee bottle<br /> • Formations made of lava, calcite, and ice can be permanently damaged—<br /> cave slowly and carefully and do not touch<br /> • Do not touch hydrophobic bacterial mats—they are easily damaged and take decades to regrow<br /> • Use electric flashlights, not carbide or gas lamps<br /> • Do not touch paintings or cultural artifacts, as they are easily damaged<br /> • Observe closures to protect bats, and do not disturb any cave life you see<br /> • Pets are not permitted in caves<br /> <br /> <strong>Cave Safely</strong><br /> • Wear Appropriate Safety Gear - Prevent injury by wearing long sleeves, pants and closed-toed shoes or boots. Gloves and kneepads are recommended in difficult caves.<br /> • Protect Your Head - Use bicycle, construction, or other types of helmets. Bump hats are sold at the Visitor Center.<br /> • Bring Enough Light - Each person should carry at least one flashlight with extra batteries (and bulbs if available). Three flashlights per person are ideal. Flashlights are loaned free of charge during hours of operation at the Visitor Center.<br /> • Wear Warm Clothing - Most caves are about 55 °F (13 °C) year-round. Caves with ice are colder.<br /> • Know Yourself and Your Group - Choose caves suitable for everyone in your group. Don’t push beyond anyone’s limits. Children and seniors should be able to walk safely on their own. Caves are not appropriate places for infants.<br /> • Explore as a Group - Tell a friend or family member where you are going and when you expect to return. If you must go alone, choose easier caves and carry three flashlights.<br /> • Know Your Route - Be observant, and look back at junctions and landmarks to make mental notes. A book of cave maps can be purchased in the Visitor Center—learn to read map symbols before you go. Using a compass will help you use the maps.</p>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "0", "isMapPinHidden": "1", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": [], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "7359939C-E24C-4CF5-985C-5EA5FAC90CC3", "url": "https://www.nps.gov/places/coast-guard-boathouse-exhibits-piro.htm", "title": "Coast Guard Boathouse Exhibits", "listingDescription": "The old Coast Guard boathouse at Sand Point contains a surf boat, surf cart, Lyle gun, and other lifesaving equipment exhibits. The boathouse is open during the summer months.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/68C6694B-F388-F633-F08175534E0F488D.jpg", "credit": "", "altText": "White surfboat on exhibit in the boathouse", "title": "Historic surfboat in Coast Guard boathou", "description": "", "caption": "", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/68C6694B-F388-F633-F08175534E0F488D.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/68C6694B-F388-F633-F08175534E0F488D.jpg"}]}], "relatedParks": [], "relatedOrganizations": [], "tags": ["maritime exhibits", "surf boat", "maritime history", "Pictured Rocks National Lakeshore", "Coast Guard history"], "latitude": "46.451703497699455", "longitude": "-86.60774052143097", "latLong": "46.451703497699455,-86.60774052143097", "bodyText": "The Munising Coast Guard boathouse has been converted into a small museum that contains a historic surf boat, surf cart, Lyle gun, and other interpretive displays about the lifesaving equipment used by the Coast Guard in the past. The Coast Guard station here operated from 1933 until it was decommissioned in 1960. <br /> <br /> The boathouse is located just west of park headquarters along Munising Bay. It is open daily during the summer months, as staffing permits. There is no fee.", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "0", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": ["Beach/Water Access", "Historical/Interpretive Information/Exhibits", "Parking - Auto", "Parking - Bus/RV", "Scenic View/Photo Spot", "Toilet - Vault/Composting"], "managedByOrg": "", "quickFacts": [{"id": "5C252B96-2DEB-4EF4-91D1-B5D2B202FCD7", "value": "At the end of Sand Point Road, just west of Park Headquarters", "name": "Location"}, {"id": "208F1B3C-44DC-4CF5-9A61-9B26A364D701", "value": "These exhibits tell the story of the Coast Guard era in Munising.", "name": "Significance"}], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "23972819-4E14-43C2-ACCE-19A1ECA08E52", "url": "https://www.nps.gov/places/dry-goods-store.htm", "title": "Prospects of Peace 1864 Tour: Dry Goods Store", "listingDescription": "", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/76D9598A-EDE7-DB3D-028F5F45C7E25D9E.jpg", "credit": "NPS Photo", "altText": "Children’s wooden lettered blocks spell Santa", "title": "Santa meant hope for children", "description": "", "caption": "Children loved simple blocks like these, which both entertained and educated.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/76D9598A-EDE7-DB3D-028F5F45C7E25D9E.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/76D9598A-EDE7-DB3D-028F5F45C7E25D9E.jpg"}]}], "relatedParks": [{"states": "WV,VA,MD", "parkCode": "hafe", "designation": "National Historical Park", "fullName": "Harpers Ferry National Historical Park", "url": "https://www.nps.gov/hafe/index.htm", "name": "Harpers Ferry"}], "relatedOrganizations": [], "tags": [], "latitude": "39.32260377515959", "longitude": "-77.73051482034612", "latLong": "39.32260377515959,-77.73051482034612", "bodyText": "<p paraeid=\"{7bbeab00-d81d-4396-a19b-7dc140bd4f83}{18}\" paraid=\"1370797801\">The military regulated all goods to ensure fairness in quantity and price. They licensed, regulated, and operated businesses to prevent hoarding and trading with the enemy and evading taxes. Treasury agents enforced tax regulations. People attempting to cross the Potomac from enemy territory of Loudoun County were supposed to go to Berlin, Maryland, ordered to take the oath, and remarkably, deal with U.S. Customs to carry on business. All military activities, and shopping, were under the authority of the Post Commander, General Stevenson.  </p> <p paraeid=\"{7bbeab00-d81d-4396-a19b-7dc140bd4f83}{42}\" paraid=\"1055655830\">During the war time Yuletide, the stores catered to soldiers and citizens who hoped that Santa would once again visit their hearths to leave presents for the children. Aimed at children and their parents, a December 1864 newspaper story called “Santa Claus Visits the New York Herald Newspaper Office ” allowed Santa to speak to the editor and comment on what the war had done to Americans and assert the joy that toys could bring to children: “No prima donna sings so deliciously as a little girl putting her doll to sleep…you ask… if I am as busy as ever this year. Busier, sir, busier! There are so many soldier’s children to look after, and alas! so many orphans. To these I am unusually tender, and it is the duty of every man to assist me. Ah, the brave old Christmas times in the South are over until the war is over. The hearthstones are desolate. Children who ought to be playing with popguns are shouldering real muskets in the rebel armies. Oh, sir, it would make you heart bleed if I could tell you of the scenes I have witnessed in Southern homes during the past four years. They were dreadful, dreadful. Merry old man as I am it saddens me to think of them. I went South as long as I could. I kept green the memory of Santa Claus in their hearts for three martial years. But now I find myself shut out by the blockades at every point, and this Christmas they must do without me. Let us hope...that before another Christmas comes round there will be a reunited Union, a permanent peace, and a Santa Claus for all the children.” </p>", "audioDescription": "The building is a red brick three story building with a second story balcony that has a sign reading “Dry Goods Store – General Merchandise” on it in white and yellow lettering on a red background. The store front has two windows on either side of a white door. Above the door is another sign reading “Dry Goods Store – General Merchandise” in white lettering on a green background. In front of the window to the left is a green trough and a blue A-frame sign that reads “Dry Goods Store Open.” In front of the right window is a small rusty stove and a wooden crate turned up on its side. Inside the right-side window are holiday decorations and toys. The windowsill is covered with a red and black checkered cloth. On the left side, a wooden sled is leaning against the side wall of the windowsill. Wooden toys and red mittens sit in front of it. On the right side, the outline of a Christmas tree made of a few branches and ornaments sits raised on a box. In front are black and white figurines of a horse and pig.", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "1", "isMapPinHidden": "1", "npmapId": "", "geometryPoiId": "b804b6d0-5143-42e9-a938-03bb8c6ca682", "isManagedByNps": "1", "amenities": ["Historical/Interpretive Information/Exhibits"], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
{"id": "9918DFED-CBEE-4739-AA6F-C4398C95500A", "url": "https://www.nps.gov/places/hercules-leg-cave.htm", "title": "Hercules Leg Cave", "listingDescription": "", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/A0928CAE-F292-74AB-8BD938AEA2705C13.jpg", "credit": "", "altText": "Hercules Leg Cave entrance", "title": "Hercules Leg Cave", "description": "", "caption": "Hercules Leg Cave entrance", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A0928CAE-F292-74AB-8BD938AEA2705C13.jpg"}, {"aspectRatio": "1.33", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A0928CAE-F292-74AB-8BD938AEA2705C13.jpg"}]}], "relatedParks": [{"states": "CA", "parkCode": "labe", "designation": "National Monument", "fullName": "Lava Beds National Monument", "url": "https://www.nps.gov/labe/index.htm", "name": "Lava Beds"}], "relatedOrganizations": [], "tags": ["Lava Beds National Monument", "lava tube cave"], "latitude": "41.70331952300656", "longitude": "-121.51553475946419", "latLong": "41.70331952300656,-121.51553475946419", "bodyText": "<p><strong>CLOSED <br /> <br /> Hercules Leg Cave</strong> (1,948 ft / 594 m) One of the <strong><span style=\"color:#FF0000;\">\"Most Challenging Caves.\"</span></strong> Hercules Leg Cave and Juniper Cave were connected by the removal of debris in a collapse pit, and together make one long excursion with an entrance and exit. The Hercules Leg portion has generally high ceilings and smooth floors. The connection to Juniper cave involves crossing rocky floors with a passage height of 2.5 ft (0.8 m), and several low sections thereafter.<br /> <br /> <strong>Length: </strong>1,948 feet. <br /> Most people must duck-walk in some places. <br /> Most people must duck-walk in some places. <br /> Most people must crawl in some places if you go through the whole cave. <br /> <strong>Distance from visitor center: </strong>Cave Loop. <br /> <br /> The caves found here were created by flows of smooth lava 10,500 to 65,000 years ago. As the lava cooled, caves formed and created homes for unique cave life to thrive. These fantastic underground worlds can be visited on your own or by guided tour in the summer. Please “take only pictures, leave only footprints” so others have a chance to discover what you have during your trip.</p> <hr /> <p> </p> <p>Certain caves are closed to protect bats. Please check with a ranger for current closures.<br /> <br /> <strong>You Can Help Protect Bats!</strong><br /> Learn about white-nose syndrome and get screened before you enter caves.<br /> Lava Beds provides critical habitat throughout the year for large, stable populations of at least 14 species of bats. During the summer, some caves are closed to protect maternal bat colonies where mothers raise thousands of tiny, vulnerable bat pups on the ceiling. Other caves may contain groups of hibernating bats in winter, which can die if awakened often.<br /> <br /> <strong>What to Do if You See Bats?</strong><br /> Stop talking, shine your light away from the bats, and leave the area as quickly and quietly as possible. Note about how many bats there are and where they are, so you can tell a Ranger. Your information will help us better protect these important, fascinating animals.</p> <hr /> <p> </p> <p><strong>Cave Softly</strong><br /> Please care for these fragile, amazing environments and cave life by following these rules during your visit:<br /> • Stay on available trails<br /> • Leave no trace of your visit behind—do not eat, drink, smoke, or leave trash<br /> • Do not use caves as bathrooms, use a “wag bag” and pee bottle<br /> • Formations made of lava, calcite, and ice can be permanently damaged—<br /> cave slowly and carefully and do not touch<br /> • Do not touch hydrophobic bacterial mats—they are easily damaged and take decades to regrow<br /> • Use electric flashlights, not carbide or gas lamps<br /> • Do not touch paintings or cultural artifacts, as they are easily damaged<br /> • Observe closures to protect bats, and do not disturb any cave life you see<br /> • Pets are not permitted in caves<br /> <br /> <strong>Cave Safely</strong><br /> • Wear Appropriate Safety Gear - Prevent injury by wearing long sleeves, pants and closed-toed shoes or boots. Gloves and kneepads are recommended in difficult caves.<br /> • Protect Your Head - Use bicycle, construction, or other types of helmets. Bump hats are sold at the Visitor Center.<br /> • Bring Enough Light - Each person should carry at least one flashlight with extra batteries (and bulbs if available). Three flashlights per person are ideal. Flashlights are loaned free of charge during hours of operation at the Visitor Center.<br /> • Wear Warm Clothing - Most caves are about 55 °F (13 °C) year-round. Caves with ice are colder.<br /> • Know Yourself and Your Group - Choose caves suitable for everyone in your group. Don’t push beyond anyone’s limits. Children and seniors should be able to walk safely on their own. Caves are not appropriate places for infants.<br /> • Explore as a Group - Tell a friend or family member where you are going and when you expect to return. If you must go alone, choose easier caves and carry three flashlights.<br /> • Know Your Route - Be observant, and look back at junctions and landmarks to make mental notes. A book of cave maps can be purchased in the Visitor Center—learn to read map symbols before you go. Using a compass will help you use the maps.</p>", "audioDescription": "", "isPassportStampLocation": "0", "passportStampLocationDescription": "", "passportStampImages": [], "managedByUrl": "", "isOpenToPublic": "0", "isMapPinHidden": "1", "npmapId": "", "geometryPoiId": "", "isManagedByNps": "1", "amenities": [], "managedByOrg": "", "quickFacts": [], "location": "", "locationDescription": "", "credit": "", "multimedia": []}
