{"id": "B7EE986E-DB4D-4B8F-9FE8-79F0DE232914", "url": "https://www.nps.gov/thingstodo/fishmanzanitalake.htm", "title": "Fish Manzanita Lake", "shortDescription": "Manzanita Lake is one of the most popular fishing spots in the park and it is easily accessible. This lake holds a fair number of rainbow and brown trout and is rated as a blue-ribbon fly fishery by the state of California Department of Fish and Game.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/EA80D225-0A1B-14D2-CDC8DA01F591D28F.jpg", "credit": "", "altText": "A man holds a fly fishing on a blue lake backed by conifer trees and volcanic peaks.", "title": "Fishing Manzanita Lake", "description": "", "caption": "Manzanita Lake is the most popular fishing lake in the park.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/EA80D225-0A1B-14D2-CDC8DA01F591D28F.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/EA80D225-0A1B-14D2-CDC8DA01F591D28F.jpg"}]}], "relatedParks": [{"states": "CA", "parkCode": "lavo", "designation": "National Park", "fullName": "Lassen Volcanic National Park", "url": "https://www.nps.gov/lavo/index.htm", "name": "Lassen Volcanic"}], "relatedOrganizations": [], "tags": ["fishing", "fishing regulations"], "latitude": "40.533973693847656", "longitude": "-121.56807708740234", "geometryPoiId": "", "amenities": [], "location": "Manzanita Lake", "seasonDescription": "<p>Manzanzanita Lake is frozen or snow-covered in the winter season, approximately November through May. </p>", "accessibilityInformation": "<p>ADA parking spaces are located next to the Manzanita Lake day use area and boat launch at Manzanita Lake. Access to the lake is on soft soil only. Service animals assisting a person with a disability everywhere visitors are permitted. A service animal, as described by the ADA (Americans with Disabilities Act) performs a specific task for a disabled person.</p>", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "<p>Pets are limited to the paved parking area. Learn more about <a href=\"https://www.nps.gov/thingstodo/www.nps.gov/lavo/planyourvisit/pets.htm\">visiting the park with a pet.</a><br /> <br /> Additional pet regulations:</p> <ul> <li>Pets must be on a leash less than six feet long at all times.</li> <li>Pets can be left unattended in vehicles. However, if hazardous conditions exist, such as hot weather, owners can be cited for endangering an animal.</li> <li>Pets can not be left unattended AND tied to an object, except in designated areas or under conditions which may be established by the superintendent.</li> <li>Please clean up after your pet and take responsibility for its behavior.</li> </ul>", "timeOfDayDescription": "", "feeDescription": "<p>An <a href=\"https://www.nps.gov/lavo/planyourvisit/fees.htm\">entrance fee or valid pass</a> is required to enter Lassen Volcanic National Park.</p>", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "AE42B46C-E4B7-4889-A122-08FE180371AE", "name": "Fishing"}], "activityDescription": "<p>Fly-fishing and rod and reel fishing from shore or non-motorized boat.</p>", "locationDescription": "<p>Manzanita Lake is located in the northwest corner of Lassen Volcanic National Park.</p>", "doFeesApply": "false", "longDescription": "<p>Manzanita Lake is the most popular fishing lake in Lassen Volcanic National Park and is excellent for both rod and reel and fly fishing. The lake holds a fair number of rainbow and brown trout and is rated as a blue-ribbon fly fishery by the state of California Department of Fish and Game. This high-elevation lake (5,850 feet) offers spectacular views of the towering Lassen Peak and Chaos Crags volcanoes. <br /> <br /> More than 300 years ago, a rock avalanche from Chaos Crags dammed Manzanita Creek creating this shallow lake. With a deepest point of only 30 feet, trout often cruise the lake's large, shallow flats in search of food. Due to the large number of visitors to the lake, the fish are not easily spooked by humans.</p> <h4><strong>Regulations</strong></h4> <p>To ensure the availabilty of fish for all visitors, <strong>fishing in this lake is limited to catch and release with a single, barbless hook</strong>. Only lures and flies are permitted; no living or non-living bait may be used. The lake is not stocked, however fish stocking did occur prior to the park's establishment in 1916. A California State fishing license is requred. Please review all <a href=\"https://www.nps.gov/lavo/learn/management/fishing_regulations.htm\">fishing regulations</a> prior to fishing in the park.</p> <h4><b>Boating</b></h4> <p>Kayaks, canoes, waders, and float tubes are commonly used. Only non-motorized boats are permitted (boats may not carry or use a motor). All watercraft must be launched from the <a href=\"https://www.nps.gov/places/ml-day-use-area.htm\">boat launch</a> to prevent damage to the shoreline wetlands. </p> <h4>Rod and Reel</h4> <p>For fishing with a rod and reel it is recommended that clear six-pound test line or smaller be used. At times the lake is crystal clear, and fish can see heavier line. A light spinning reel and nimble rod are a good choice for casting long distances and a sporting fight.</p> <h4>Fly Fishing</h4> <p>Manzanita Lake is nationally known for its fly-fishing opportunities. For fly fishing, a six-weight rod is recommended with a length of 9 to 10.5 feet with a #5 or #6 leader. Due to the abundance of willows around the lake, fly fishing can be challanging. Waders are advised. Most flies will work, however a few popular flies that work throughout the park are:</p> <ul> <li> <p>Callibaetis (#16-18)                  </p> </li> <li> <p>Damsel Nymph (#14)</p> </li> <li> <p>Parachute Adams (#14-20)</p> </li> <li> <p>Traditional Adams (#16-20)</p> </li> <li> <p>Callibaetis Cripple (#14-16)</p> </li> <li> <p>Carpenter Ant (#14-16)</p> </li> <li> <p>Bouface brown (#10)</p> </li> <li> <p>Monroe leech, olive (#10)</p> </li> </ul> <p><strong> Manzanita Lake Specific Flies:</strong></p> <ul> <li> <p>Midge Patterns</p> </li> <li> <p>Pupa Patterns,</p> </li> <li> <p>Callibraetis Nymphs</p> </li> <li> <p>Damselfly Nymphs</p> </li> <li> <p>Stripping Nymphs,</p> </li> <li> <p>Leech Patterns </p> </li> <li> <p>Wooly Buggers</p> </li> </ul>", "reservationDescription": "<p>There are no reservations for park entrance or for fishing.</p>", "season": ["Summer", "Fall"], "topics": [{"id": "1608649A-E7D7-4529-BD83-074C90F9FB68", "name": "Fish"}, {"id": "1CF1F6BB-A037-445B-8CF2-81428E50CE52", "name": "Lakes"}], "durationDescription": "", "arePetsPermitted": "false", "timeOfDay": ["Day", "Dawn", "Dusk"], "duration": "0-10 Hours", "credit": ""}
{"id": "4EB5A9A8-4312-4693-8E90-FA9ADFAB726B", "url": "https://www.nps.gov/thingstodo/olympicbeaches.htm", "title": "Go to the Beach", "shortDescription": "A trip to the Olympic Coast is sure to be memorable! Olympic National Park contains several beach areas along the coast, each with something to offer. Learn more about popular beaches and start planning your trip!", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/E9FD6384-ACF2-6CA7-800E449D4336DAAB.jpg", "credit": "NPS Photo", "altText": "A person walks along a rocky beach.", "title": "Rialto Beach", "description": "", "caption": "Experience the majestic Pacific Coast at beaches like Rialto Beach, pictured here.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E9FD6384-ACF2-6CA7-800E449D4336DAAB.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E9FD6384-ACF2-6CA7-800E449D4336DAAB.jpg"}]}], "relatedParks": [{"states": "WA", "parkCode": "olym", "designation": "National Park", "fullName": "Olympic National Park", "url": "https://www.nps.gov/olym/index.htm", "name": "Olympic"}], "relatedOrganizations": [], "tags": ["beach", "beach hike", "beaches", "Pacific Ocean", "olympic national park", "ocean beach", "oceans"], "latitude": "", "longitude": "", "geometryPoiId": "", "amenities": [], "location": "", "seasonDescription": "Olympic National Park's beaches are at their best in the summer, but a trip in the fall, winter and spring can be exciting, too! If you visit in winter, be prepared for stormy weather and unpredictable waves. ", "accessibilityInformation": "Find detailed information on trail accessibility on our website <a href=\"https://www.nps.gov/olym/planyourvisit/physical-mobility-accessibility.htm\">here</a>. <br /> <br /> Accessible restrooms are available at: <ul> <li>Rialto Beach picnic area</li> <li>Kalaloch Lodge</li> <li>Ruby Beach trailhead</li> <li>Ozette Ranger Station</li> </ul>", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "Pets are allowed on beaches at Kalaloch, Ruby Beach, and parts of Rialto Beach. Pets are not allowed on Second Beach, Third Beach, or Ozette. Read the area descriptions above for more details.", "timeOfDayDescription": "", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "true", "activities": [{"id": "45261C0A-00D8-4C27-A1F8-029F933A0D34", "name": "Front-Country Hiking"}], "activityDescription": "", "locationDescription": "", "doFeesApply": "false", "longDescription": "Feel the sand between your toes. Marvel at amazing rock formations. Watch fascinating tidepool creatures. Have a seat on a driftwood log and watch the waves roll in.<br /> <br /> A trip to the Olympic Coast is sure to be memorable! Olympic National Park contains several beach areas along the coast, each with something to offer.<br /> <br /> The recommendations in this article are for \"frontcountry\" beach experiences. If you are interested in backcountry or wilderness hiking along the Pacific Coast, click <a href=\"https://www.nps.gov/olym/planyourvisit/wilderness.htm\">here</a>. <h2>Beach Safety</h2> <br /> Before you learn about the beaches of Olympic National Park and choose your destination, be sure to read through these beach safety rules! <ul> <li><strong>Don't get trapped by a rising tide! </strong>Several points along the coast are only passable at lower tides. Always carry a tide chart. Tide charts are available at visitor centers and ranger stations. Know when the tides will occur (don't guess!) and plan your hike accordingly.</li> <li>Strong winds and storms can significantly elevate tides and create hazardous conditions. Pay attention to your surroundings and <strong>never underestimate the power of the Pacific Ocean!</strong></li> <li>Powerful waves can roll and tumble driftwood logs. <b>Do not play on beach logs</b>, especially when the tide is high.</li> <li><strong>Rip currents are dangerous! </strong>Swim at your own risk. Learn more about how to spot rip currents and what to do if you're caught in one <a href=\"https://www.weather.gov/tae/ripcurrentawareness\">here</a>.</li> </ul> <h2>Kalaloch and Ruby Beach</h2> <br /> Looking for a mellow, accessible, or pet-friendly trip to the beach? Kalaloch and Ruby Beach are great picks!<br /> <br /> Kalaloch is located along US Highway 101. A ranger station is open in summer months. Overnight visitors can camp at the year-round <a href=\"https://www.nps.gov/olym/planyourvisit/camping.htm\">Kalaloch Campground</a> or stay at the concessioner-operated <a href=\"https://www.thekalalochlodge.com/\">Kalaloch Lodge</a>. The Kalaloch Creek Nature Trail begins near the entrance to the campground and offers an easy loop through a coastal forest. Trails from the lodge and campground lead to a sandy beach below a bluff. The beach near Kalaloch is a fantastic place to birdwatch, watch the sunset, and take a look at the Tree of Life - a truly epic tree balanced on the bluff that can be a great spot for photos! If you visit the Tree of Life, or any Kalaloch beaches, please be sure to <a href=\"https://www.nps.gov/articles/leave-no-trace-seven-principles.htm\">Leave No Trace</a> and use caution when walking around areas with lots of driftwood.<br /> <br /> Ruby Beach is located just 7.5 miles north of Kalaloch and has an accessible viewpoint, parking lot, and restrooms. At this point along the coast, Cedar Creek feeds into the Pacific Ocean. Explore fascinating geology and tide pools on this beach - but watch your step for driftwood, which can sometimes cover parts of this beach!<br /> <br /> Pets are allowed on Kalaloch area beaches and at Ruby Beach. Pets must be on a leash at all times. Pet waste must be picked up and disposed of properly. Learn more about bringing pets to Olympic National Park <a href=\"https://www.nps.gov/olym/planyourvisit/pets.htm\">here</a>.<br /> <br /> Learn more about visiting Kalaloch and Ruby Beach <a href=\"https://www.nps.gov/olym/planyourvisit/visiting-kalaloch-and-ruby-beach.htm\">here</a>. <h2>Rialto Beach</h2> <br /> Rocky Rialto Beach features giant drift logs, pounding waves, and views of offshore islands known as \"seastacks.\" Get to Rialto Beach from Highway 101 by traveling east on State Route 110 (also known as La Push Road), then turning right on Mora Road to cross the Quillayute River. On the way to Rialto Beach, you'll pass through the Mora area, which includes a seasonally-operated ranger station, nature trails, restrooms, and a campground. At the end of Mora Road, you'll reach the beach! A 200-foot path to the beach is made accessible by a temporary ramp in summer months.<br /> <br /> Feeling adventurous? Hike 1.5 miles north along Rialto Beach to Hole-in-the-Wall, an arching rock formation. Be sure to check tide tables before you hike! If you're planning to continue north along the North Coast Trail, you'll need a wilderness permit and a bear can.<br /> <br /> Pets are allowed at Rialto Beach, but only from the parking lot to Ellen Creek. Pets must be on a leash at all times. Pet waste must be picked up and disposed of properly. Learn more about bringing pets to Olympic National Park <a href=\"https://www.nps.gov/olym/planyourvisit/pets.htm\">here</a>.<br /> <br /> Learn more about visiting Rialto Beach and the Mora area <a href=\"https://www.nps.gov/olym/planyourvisit/visiting-mora-and-rialto.htm\">here</a>. <h2>Second and Third Beaches</h2> <br /> Looking for both a forest hike and a day at the beach? Second and Third Beaches are great spots to see the interplay between coastal forests and sandy beaches.<br /> <br /> Trailheads to Second and Third Beaches can be found along State Route 110 (also known as La Push Road).<br /> <br /> As you drive along this road, you will first come to the trailhead for Third Beach. The trail to Third Beach takes you through a forested area for 1.4 miles before descending 270 feet to a sandy beach. If you're planning to continue south on the South Coast Trail to Oil City, you'll need a wilderness permit and a bear can.<br /> <br /> The trail to Second Beach begins at a parking lot located on the Quileute Indian Reservation. Please be respectful and <a href=\"https://www.nps.gov/articles/leave-no-trace-seven-principles.htm\">Leave No Trace</a> during your visit to the reservation. Travel south along the .7-mile trail into the national park, winding through a coastal forest before descending 200 feet to a sandy beach with seastacks and tidepools.<br /> <br /> Pets are not allowed on the trails to Second and Third Beaches, or on the beaches themselves. <h2>Ozette</h2> <br /> Can't decide if you want to visit the ocean or a lake? Take a trip to Ozette! The Ozette area of Olympic National Park is reached via the Hoko-Ozette Road off Highway 112. A parking lot is located near a seasonally-operated ranger station, accessible restrooms, picnic areas, and a campground. From here, get a look at beautiful Lake Ozette, then embark on one of two trails leading to the beach: the 3.1-mile Cape Alava Trail or the 2.8-mile Sandpoint Trail. The two trails connect via the Ozette Loop to create a 9-mile loop.<br /> <br /> Only have time to pick one trail? Pick your beach preference! The Cape Alava Trail leads through prairies and forests and ends at a rocky beach. The Sandpoint Trail leads through the coastal forest to a wide, sandy beach.<br /> <br /> Both the Cape Alava and Sandpoint Trails are mostly covered by boardwalks. In frosty or wet conditions, watch your step! Boardwalks can become slippery.<br /> <br /> Pets are not allowed on the Ozette area trails or on the beach itself.<br /> <br /> Learn more about visiting Ozette <a href=\"https://www.nps.gov/olym/planyourvisit/visiting-ozette.htm\">here</a>. <h2>Start planning your trip!</h2> <br /> Find more information to start planning your trip to Olympic National Park <a href=\"https://www.nps.gov/olym/planyourvisit/index.htm\">here</a>.", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "46FC5CBD-9AD5-48F1-B4DA-1357031B1D2E", "name": "Coasts, Islands and Atolls"}, {"id": "0E6D8503-CB65-467F-BCD6-C6D9E28A4E0B", "name": "Oceans"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}], "durationDescription": "", "arePetsPermitted": "true", "timeOfDay": ["Day", "Dawn", "Dusk"], "duration": "", "credit": ""}
{"id": "92966C08-AD51-475A-AA40-AFC892A55BE3", "url": "https://www.nps.gov/thingstodo/non-kayak-boating.htm", "title": "Non-Kayak Boating at Pictured Rocks", "shortDescription": "There's more to boating at Pictured Rocks than just kayaking! Bring your canoe, motorized boat, sailboat, or paddleboard to the park.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/7363DDE7-C158-7374-F10DE3B5A191775E.jpg", "credit": "NPS photo", "altText": "Several canoes on an island lake, with forest in the background", "title": "Canoeing on Little Beaver Lake", "description": "", "caption": "Canoeing on Little Beaver Lake", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7363DDE7-C158-7374-F10DE3B5A191775E.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7363DDE7-C158-7374-F10DE3B5A191775E.jpg"}]}], "relatedParks": [{"states": "MI", "parkCode": "piro", "designation": "National Lakeshore", "fullName": "Pictured Rocks National Lakeshore", "url": "https://www.nps.gov/piro/index.htm", "name": "Pictured Rocks"}], "relatedOrganizations": [], "tags": ["boating", "Canoeing", "sailing", "motor boat", "Pictured Rocks National Lakeshore"], "latitude": "", "longitude": "", "geometryPoiId": "", "amenities": [], "location": "Boat ramp at Little Beaver Lake", "seasonDescription": "", "accessibilityInformation": "There are no particular accessibility limitations or restrictions for boating activities. These activities depend on the abilities of the individual. ", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "Pets are allowed on boats on Lake Superior and Grand Sable Lake. They are not allowed on Little Beaver or Big Beaver Lakes as those lakes are within the Beaver Basin Wilderness zone. Pets are also not allowed on Chapel or Mosquito beaches, or any Lake Superior beaches within the Beaver Basin Wilderness.  ", "timeOfDayDescription": "", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "true", "activities": [{"id": "071BA73C-1D3C-46D4-A53C-00D5602F7F0E", "name": "Boating"}], "activityDescription": "Non-kayak boating options at the park, such as canoeing, sailing, motor boats, etc.", "locationDescription": "Boat ramp at Little Beaver Lake. Boats that launch here can travel to larger Beaver Lake through a shallow channel.", "doFeesApply": "false", "longDescription": "<h2><strong>Bring your boat to the park!</strong></h2> <p>While kayaking has become incredibly popular here, the park also offers other wonderful boating experiences. Peaceful inland lakes invite canoers to linger in the northwoods and listen for loons. Pontoon and other motorized boaters will enjoy exploring miles of sandstone cliffs and remote sandy beaches along the Lake Superior shoreline. New paddleboarders can practice in the sheltered waters of Munising Bay.<br /> <br /> Generally, there are three boating areas easy to access within the park: Lake Superior (and Munising Bay), Little Beaver Lake (which connects to Beaver Lake), and Grand Sable Lake. <strong>Pets are not allowed in boats on Little Beaver or Beaver Lakes, since they are within the Beaver Basin Wilderness. </strong> </p> <h4><strong>IF BOATING ON LAKE SUPERIOR...</strong></h4> <p><span style=\"color:#c0392b;\"><strong>Safety First!</strong></span> Check the marine weather forecast before venturing out. Watch the weather carefully while on the lake. The weather can change suddenly and unexpectedly. The Pictured Rocks cliffs rise 50 to 200 feet directly from the lake, offering precious few protected places if the wind and waves increase. Also check local weather buoys for real-time data and video from the buoy cams at <a href=\"http://www.greatlakesbuoys.org/\">www.greatlakesbuoys.org</a><br /> <br /> <strong>Motorized boats (such as pontoons) and sea kayaks are the only kind of boats that should be taken on Lake Superior.</strong><br /> <br /> <strong style=\"color: rgb(34, 34, 34); font-size: 1.25rem;\">MOTORIZED BOATS</strong></p> <p>Motorized boats are permitted on Lake Superior and Grand Sable Lake. Boats and motors of any size are permitted on Lake Superior. However, horsepower is limited to 50 on Grand Sable Lake. <strong>Only electric motors</strong> may be used on Little Beaver Lake and Beaver Lake in the Beaver Basin Wilderness.<br /> <br /> Slow – no wake speed within <strong>100 feet</strong> of the shoreline, any watercraft, pier, person, raft, swimming area, and swimmers.<br /> <br /> Boats may be launched into Lake Superior at the City of Munising's boat ramp a mile west of the town harbor on M-28. Burt Township maintains a boat ramp in Grand Marais harbor. There are shallow boat ramps on Grand Sable Lake and Little Beaver Lake.<br /> <br /> An appropriate type and size personal flotation device (PFD) (life jacket) is <strong>required by law</strong> for each person on board any boat. In Michigan, all children under the age of 6 years old must wear a PFD while riding on the open deck of a vessel when it is underway. For more information on boating regulations, visit <a href=\"http://www.uscgboating.org/\">www.uscgboating.org.</a> </p> <h4>CANOES</h4> <p><strong>Canoes should NOT be taken out on Lake Superior</strong>. Their height makes them hard to control in windy conditions on open water, and they can be easily swamped by waves. Instead take your canoe to one of the park's beautiful inland lakes:  Little Beaver Lake, Beaver Lake, and Grand Sable Lake. </p> <h4>SAILBOATS AND PADDLEBOARDS</h4> <p><strong>Lake Superior</strong> - Small sailboats can be carried from the parking lot to Munising Bay at Sand Point Beach. Munising Bay is a good place for sailing and paddleboarding since it is generally a more sheltered area. Larger boats should use the municipal boat ramps listed above.</p> <p><strong>Inland Lakes</strong> - Little Beaver Lake, Beaver Lake, and Grand Sable Lake are also suitable for small sailboats and paddleboards.<br /> <br /> <strong style=\"color: rgb(34, 34, 34); font-size: 1.25rem;\">PERSONAL WATERCRAFT</strong></p> <p>Personal watercraft (PWC) such as jet skis may travel within the lakeshore from the western boundary near <a href=\"https://www.nps.gov/piro/planyourvisit/scenicsites.htm#CP_JUMP_3020720\">Sand Point</a> to the eastern terminus of <a href=\"https://www.nps.gov/piro/planyourvisit/scenicsites.htm#CP_JUMP_3031897\">Miners Beach</a>. PWC are not permitted elsewhere within the lakeshore's one-quarter mile offshore jurisdiction along the Lake Superior shoreline.<br /> <br /> Due to horsepower restrictions, PWC are not allowed on inland lakes within Pictured Rocks National Lakeshore.<br /> <br /> According to State of Michigan law, PWC must not operate from one hour before sunset to 8 am. When traveling within 200 feet of the shoreline, PWC must travel at a slow/no-wake speed perpendicular to the shoreline. </p> <h4><strong>WATER SKIING</strong></h4> <p>Water skiing is authorized on Lake Superior and Grand Sable Lake in accordance with state and federal laws. On Grand Sable Lake, horsepower is limited to 50.</p>", "reservationDescription": "", "season": ["Spring", "Summer", "Fall"], "topics": [{"id": "46FC5CBD-9AD5-48F1-B4DA-1357031B1D2E", "name": "Coasts, Islands and Atolls"}, {"id": "1CF1F6BB-A037-445B-8CF2-81428E50CE52", "name": "Lakes"}], "durationDescription": "", "arePetsPermitted": "true", "timeOfDay": [], "duration": "", "credit": ""}
{"id": "BA37ADCA-56EE-486D-9B1A-C970BFC1524D", "url": "https://www.nps.gov/thingstodo/kayaking-and-kayak-safety.htm", "title": "Kayaking and Kayak Safety", "shortDescription": "Thinking about kayaking at Pictured Rocks National Lakeshore? Make sure you have the right kind of boat and are aware of all safety issues!", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/CBF1F01A-0A80-1FF0-74C1F522CC43E220.jpg", "credit": "NPS photo", "altText": "Group of kayakers under large sandstone arch", "title": "Kayakers Under Lovers Leap Arch", "description": "", "caption": "Kayakers Under Lovers Leap Arch", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/CBF1F01A-0A80-1FF0-74C1F522CC43E220.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/CBF1F01A-0A80-1FF0-74C1F522CC43E220.jpg"}]}], "relatedParks": [{"states": "MI", "parkCode": "piro", "designation": "National Lakeshore", "fullName": "Pictured Rocks National Lakeshore", "url": "https://www.nps.gov/piro/index.htm", "name": "Pictured Rocks"}], "relatedOrganizations": [], "tags": ["Pictured Rocks National Lakeshore", "boating safety", "kayaking", "kayak safety"], "latitude": "", "longitude": "", "geometryPoiId": "", "amenities": [], "location": "Pictured Rocks National Lakeshore", "seasonDescription": "Kayaking on Lake Superior is generally done in summer. Fall boating is best on the park's inland lakes during calm days.", "accessibilityInformation": "Accessibility for kayaking depends on the abilities of the individual. A Mobi mat installed at Sand Point Beach in summer allows wheelchairs to get from the parking lot to the water's edge. A Mobi mat at the Grand Sable Lake accessible fishing dock in summer also allows wheelchair access to the water's edge.", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "Kayaking with your pet is not recommended on Lake Superior. Pets are not allowed on boats in Little Beaver or Beaver Lakes since they are within the Beaver Basin Wilderness zone. The only inland lake in the park to kayak with a pet is Grand Sable Lake.", "timeOfDayDescription": "", "feeDescription": "There is an entrance fee for the park. There is no additional fee for using and launching your own boat.  ", "age": "", "arePetsPermittedWithRestrictions": "true", "activities": [{"id": "F353A9ED-4A08-456E-8DEC-E61974D0FEB6", "name": "Kayaking"}], "activityDescription": "", "locationDescription": "", "doFeesApply": "false", "longDescription": "<p><b>Kayaking is a great way to experience the stunning Pictured Rocks cliffs. It can also be dangerous. Sea kayaks are the <u>only</u> kayaks that should be used on Lake Superior. Recreational kayaks and canoes are best on the park's inland lakes. </b><br /> <br /> Go to the park's <a href=\"https://www.nps.gov/piro/planyourvisit/kayaking.htm\">kayak page</a> for more information on kayaking and kayak safety.<br /> Go to the park's <a href=\"https://www.nps.gov/piro/planyourvisit/boating.htm\">boating page</a> for more information on other types of boating.<br /> <br /> Before you set out to kayak Lake Superior, ask yourself these questions:</p> <ul> <li> <p><strong>Do I have the proper kind of kayak?</strong></p> </li> <li> <p><strong>Do I have the required life jacket and whistle?</strong></p> </li> <li> <p><strong>Do I know the marine forecast?</strong></p> </li> <li> <p><strong>Am I completely prepared for the conditions?</strong></p> </li> <li> <p><strong>Did I tell others where I'm going?</strong></p> </li> <li><strong>Can I save myself (and get back in my kayak from the water)?</strong></li> </ul> <h4><br /> <strong>Do You Have the Right Type of Boat?</strong></h4> <ul> <li> <p>A <strong>sea kayak</strong> is a long, slim boat designed for coastal paddling. It is usually between 14.5 - 18 feet long, and between 18 to 24 inches wide. Sea kayaks have bulkheads to prevent water from flooding the entire boat. <strong>A sea kayak is the only type of kayak that should be used on Lake Superior.</strong></p> </li> <li> <p>A <strong>recreational or general purpose kayak </strong>is for the casual paddler on placid rivers, ponds, or small lakes. It is smaller than 14 feet long and has a larger opening for the paddler to sit in. Recreational kayaks <strong>should </strong><u><strong>NOT</strong></u> be used on Lake Superior or used on windy days.</p> </li> <li> <p>A <strong>canoe</strong> is an open boat that is wider than a kayak. Their height makes them hard to control in windy conditions on open water. Unless packed with flotation, they can also fill with water and more easily swamp. Canoes <strong>should <u>NOT</u></strong> be used on Lake Superior!</p> </li> </ul> <p>If you are using a canoe or recreational kayak, consider paddling on inland lakes or nearby rivers (such as the <a href=\"https://www.fs.usda.gov/recarea/hiawatha/recarea/?recid=13322\">Au Train River</a> west of the park). Little Beaver Lake, Beaver Lake, and Grand Sable Lake within Pictured Rocks are easy to access by vehicle.<br />  </p> <p><strong style=\"color: rgb(34, 34, 34); font-size: 1.25rem;\">Before you go out on Lake Superior, check the weather.</strong></p> <ul> <li> <p>Check the marine weather forecast before venturing out. Watch the weather carefully while on the lake. The weather can change suddenly and unexpectedly. </p> </li> <li> <p>The Pictured Rocks cliffs rise 50 to 200 feet directly from the lake, offering precious few protected places if the wind and waves increase. Also check local weather buoys for real-time data and video from the buoy cams at <a href=\"http://www.greatlakesbuoys.org/\">www.greatlakesbuoys.org</a><br />  </p> </li> </ul> <h4>Remember...</h4> <p>Cell phones may or may not work at the park. Even if you are able to get a 911 call out, help is still far away, 30 minutes at least. Rescue time of 60 to 90 minutes or longer is more likely. If the weather is very rough, no one will be able to respond until the weather calms down.<br /> <br /> You need to be able to perform a self-rescue. Read, research on-line, take lessons. And then practice, practice, practice!<br /> <br /> Always wear your life jacket! Wear a wetsuit. Cold water kills!<br /> <br /> Paddle with others. Make sure they know how to perform rescues too.<br /> <br /> Leave a float plan with someone who cares about you. This includes information such as your name, type of boat and equipment used, and your planned route and schedule. Don't forget to tell them when you get back so they would know when to start searching.<br /> <br /> <strong>Kayaking with your pet is NOT recommended on Lake Superior. Please talk to a park ranger about other options for kayaking with your pet.</strong></p>", "reservationDescription": "", "season": ["Summer", "Fall"], "topics": [{"id": "1CF1F6BB-A037-445B-8CF2-81428E50CE52", "name": "Lakes"}], "durationDescription": "", "arePetsPermitted": "true", "timeOfDay": [], "duration": "", "credit": ""}
{"id": "B86B07DF-F022-4214-B01F-18D59013EC08", "url": "https://www.nps.gov/thingstodo/gumo_hike_guadalupe_peak.htm", "title": "Guadalupe Peak", "shortDescription": "Climb to the \"Top of Texas\" with a hike up Guadalupe Peak. Guadalupe Peak is a rewarding, although very strenuous, 8.4 mile round trip hike with a 3,000 foot elevation gain. It will take from six to eight hours to complete the hike. The peak provides fantastic views from the highest point in the state of Texas (8,751 feet / 2,667 meters). It also introduces hikers to several of the park’s ecosystems including the high desert and the high elevation forests.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/E61F3909-0ADA-75E0-30E3A72135DC0E30.jpg", "credit": "Laurence Parent", "altText": "A hiker stands on a peak with lower mountains in the background at sunset", "title": "A Guadalupe Peak sunset", "description": "", "caption": "A Guadalupe Peak sunset", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E61F3909-0ADA-75E0-30E3A72135DC0E30.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E61F3909-0ADA-75E0-30E3A72135DC0E30.jpg"}]}], "relatedParks": [{"states": "TX", "parkCode": "gumo", "designation": "National Park", "fullName": "Guadalupe Mountains National Park", "url": "https://www.nps.gov/gumo/index.htm", "name": "Guadalupe Mountains"}], "relatedOrganizations": [], "tags": ["Texas", "highpoint", "summit", "hike", "Pine Springs", "Guadalupe Peak", "strenuous hike", "day hike", "hiking", "trail"], "latitude": "31.89187050887403", "longitude": "-104.86054298709215", "geometryPoiId": "", "amenities": [], "location": "Trail Summary", "seasonDescription": "Guadalupe Peak is the most popular trail in the park. If hiking on a weekend, expect trailhead parking to fill early in the day. Overflow parking for the trailhead is located at the Pine Springs Visitor Center. ", "accessibilityInformation": "<p>Trail surfaces are loose rock or hardened rock surfaces. Hiking or trekking poles are highly recommended. Trail widths vary from two to six feet depending on the trail. </p> <h4>Parking</h4> <p>All trailhead areas have accessible parking available. </p> <h4>Service animals </h4> <p>Only service animals that have been individually trained to perform specific tasks for the benefit of persons with disabilities are allowed in the park and on trails.</p>", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "<strong>Pets disturb wildlife and are not allowed on trails.</strong> Your pets should remain at home as <a href=\"https://www.nps.gov/gumo/planyourvisit/pets.htm\">opportunities for pets are very limited</a> in the park.", "timeOfDayDescription": "Sunrise and sunset views from the summit can be breathtaking. If attempting a sunrise or sunset viewing at the summit make sure to carry headlamps or flashlights.", "feeDescription": "<a href=\"https://www.nps.gov/gumo/planyourvisit/fees.htm\">Park entry fee required for all adult visitors.</a>", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "<p>Guadalupe Peak is a rewarding, although very strenuous, 8.4 mile round trip hike with a 3,000 foot elevation gain. This is the most popular hike in the park and is often crowded on the weekends. </p> <p>More effort is required to hike at higher elevations due to the reduced amount of oxygen available in the air. Remember that at 8,000 feet you are at risk of <a href=\"https://wwwnc.cdc.gov/travel/page/travel-to-high-altitudes\">altitude illness</a>, a potentially life-threatening condition.</p> <h4>Search and Rescue Policy</h4> <p><span style=\"color: rgb(85, 85, 85); font-family: Arial, sans-serif; font-size: 16px; font-weight: 400;\">Search and rescue actions are conducted on a discretionary basis. The level and necessity of the response is determined through evaluation of the situation by field personnel. Rescuer safety is always our first priority. This park expects visitors to exhibit a high degree of self-reliance and responsibility for their own safety in line with the difficulty of their chosen activities.<br /> <br /> If you choose to carry a hand-held electronic signaling device, be familiar with its operation, limitations, and frequency of failure to transmit. Do not rely on it to summon rescue personnel or notify family that you are “OK”. The device only acts as a communication link. All decisions regarding rescue will fall to park field staff. If you do activate the emergency help function on the device, understand the consequences of what you may be asking of rescue personnel.<br /> <br /> If you find yourself in a true emergency and have exhausted all means of self-rescue/help, contact a ranger in the field or call Texas DPS Pecos Dispatch (432) 447-3533. There is little to no cell reception in most areas of the park. When you make contact, provide clear and concise information regarding the nature and exact location of the problem or injury, as well as the number of people involved. Be aware that help may be several hours to several days out. You must be prepared to help yourself.<br /> <br /> If you have any questions, please contact the Visitor Center at (915) 828-3251.</span></p>", "locationDescription": "The trail starts at the Pine Springs Trailhead (1/2 mile from the Pine Springs Visitor Center – check in at the visitor center, then turn right out of the visitor center parking lot). Follow the signs for the Guadalupe Peak Trail. Follow the hiker trail; the horse trail will add about 1 extra mile to the trip (although it is less steep).<br /> <br /> You will encounter the steepest part of the hike in the first mile and a half, as the trail switchbacks up the first steep slope. Be sure not to cut across the switchbacks, as this causes accelerated erosion. The views will get better with every switchback you climb.<br /> <br /> After about a mile and a half, the trail will become less steep as it passes a cliff and then turns around to the north-facing slope. Here, hikers will discover a small forest of pinion pine, south-western white pine, and Douglas fir. The forest exists here since on a north-facing slope there is not as much sunlight. The slightly cooler, shadier climate allows these pines to survive.<br /> <br /> After nearly three miles the trail will top out at a false summit. It is still a little more than a mile to the actual summit. The trail will flatten out for a short distance as it passes through a sparse forest of ponderosa pine. The backcountry campsite for overnight backpackers is on this summit (backcountry permit required to camp).<br /> <br /> After passing the backcountry campsite, the trail descends slightly and crosses a wooden bridge. After the bridge, the trail begins the final climb to the summit. After only a few switchbacks, the top of El Capitan will dominate the view to the south. Eventually you will pass the horse hitching posts and arrive at the summit, where on a clear day you will be rewarded with a tremendous view of the surrounding mountains and desert. ", "doFeesApply": "true", "longDescription": "<p>Climb to the \"Top of Texas\" with a hike up Guadalupe Peak. Guadalupe Peak is a rewarding, although very strenuous, 8.4 mile round trip hike with a 3,000 foot elevation gain. It will take from six to eight hours to complete the hike.<br /> <br /> The peak provides fantastic views from the highest point in the state of Texas (8,751 feet / 2,667 meters). It also introduces hikers to several of the park’s ecosystems including the high desert and the high elevation forests. On a clear day you will be rewarded with a tremendous view of the surrounding mountains and desert. Stop for a while and enjoy the view before beginning the hike back down.</p> <h4>Be Prepared:</h4> <ul> <li>Make sure you are prepared for the hike with the <a href=\"https://www.nps.gov/articles/000/gumo_11essentials.htm\">Eleven Essential items</a>. Carrying the Ten Essentials (plus one) with you can help you be prepared for minor injuries, sudden weather changes, or unexpected delays.</li> <li>This is a strenuous hike which begins at a mile above sea level and gains 3,000 feet. Do you have a medical conditions that could be worsened by certain activities or changes in altitude (asthma, heart condition)?</li> <li>While the stock trail adds a mile to the hike each direction, it is significantly less steep than the main trail, and may be useful if backpacking. </li> <li>When you consume half of the water you are carrying, turn around. </li> <li>The descent is often more difficult than the climb to the peak due to the rocky trail surface and fatigue. Hiking poles help!</li> <li>The top of Texas is not a toilet. <a href=\"https://www.nps.gov/thingstodo/gumo_human_waste_wilderness.htm\">Make sure to bring a commercial toilet bag system with you</a> to protect the environment you are hiking in. Pack out all of your trash. </li> <li>Layers and sunscreen are important to protect you from the elements.</li> <li>At the top of the peak expect temperatures at least ten degrees cooler and wind speeds at least ten miles per hour faster than Pine Springs. </li> <li>In areas more than a quarter of a mile from restroom facilities, and all areas inside the Wilderness boundary,<strong> all solid human waste, feminine hygiene products, and toilet paper must be carried out in a landfill-safe commercial toilet bag</strong>.</li> <li>Much of the trail is over steep, rocky terrain. <strong><em>Hikers should wear comfortable hiking boots with good traction</em></strong>, and that are well broken in. Trekking poles aid in stability and can be a useful addition.</li> <li>Hikers should carefully monitor the weather. Afternoon thunderstorms are common through the summer months. Lightning can be especially dangerous at high elevations on the exposed peak. <em><strong>Watch the sky. If storms develop, seek a lower elevation</strong></em>.</li> <li><em><strong>Winds can be severe on the peak</strong></em>, especially in winter months. Winds in excess of 80 miles per hour are not uncommon. Check at the visitor center for the current forecast.</li> <li>There is little shade along the trail. Summer temperatures can be quite hot. <em><strong>Bring plenty of water, at least one gallon per person, per day. Also come prepared with sunscreen, a hat, and protective clothing.</strong></em></li> <li><strong><em>The 8.4 mile hike to the summit and back takes the average hiker from six to eight hours round trip</em></strong>. Plan to start the hike early in the morning, especially in the summer when high temperatures and afternoon thunderstorms are a concern.</li> <li>Bring enough warm clothing. Even in the hottest weather, thunderstorms can cause the temperature to drop significantly.</li> <li>If you intend to make the peak for sunrise or sunset, make sure you have a light source, either a head lamp or a flashlight.</li> </ul>", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "FB3641FE-67A3-4EC7-B9C4-0A0867776798", "name": "Ancient Seas"}, {"id": "41B1A0A3-11FF-4F55-9CB9-034A7E28B087", "name": "Forests and Woodlands"}, {"id": "762170E5-0747-4836-B837-7F2547D3F733", "name": "Coniferous Forests"}, {"id": "101F4D51-F99D-45A6-BBB6-CD481E5FACED", "name": "Mountains"}, {"id": "F8C2FE93-DEB3-4B12-9A87-913E3E6B448D", "name": "Natural Sounds"}, {"id": "A7359FC4-DAD8-45F5-AF15-7FF62F816ED3", "name": "Night Sky"}, {"id": "4244F489-6813-4B7A-9D0C-20CE098C8FFF", "name": "Rock Landscapes and Features"}, {"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}], "durationDescription": " For most hikers, plan to take from six to eight hours to complete the hike.", "arePetsPermitted": "false", "timeOfDay": ["Day", "Dawn", "Dusk"], "duration": "6-8 Hours", "credit": ""}
{"id": "92A48AC1-821C-44EF-AFA2-75BC15DC2DBF", "url": "https://www.nps.gov/thingstodo/hunter-peak.htm", "title": "Hunter Peak", "shortDescription": "The hike to Hunter Peak is a challenging day hike done as a loop up the Bear Canyon Trail and down the Tejas Trail that provides solitude, stunning views, and opportunities for side trails into the Bowl area.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/1E2B496E-AC56-4D58-8B28F70F4DC5817A.jpg", "credit": "NPS/Buehler", "altText": "A desert mountain peak is lit by the setting sun as it rises above the landscape around it.", "title": "Hunter Peak at sunset", "description": "", "caption": "Hunter Peak at sunset", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1E2B496E-AC56-4D58-8B28F70F4DC5817A.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1E2B496E-AC56-4D58-8B28F70F4DC5817A.jpg"}]}], "relatedParks": [{"states": "TX", "parkCode": "gumo", "designation": "National Park", "fullName": "Guadalupe Mountains National Park", "url": "https://www.nps.gov/gumo/index.htm", "name": "Guadalupe Mountains"}], "relatedOrganizations": [], "tags": ["hiking", "Pine Springs", "frijole ranch", "wilderness", "J. C. Hunter", "J. C. Hunter Jr.", "Noel Kincaid", "Guadalupe Mountains", "day hike", "strenuous hike", "hike", "mountains", "trails", "Texas"], "latitude": "31.913845920047997", "longitude": "-104.83024988103492", "geometryPoiId": "", "amenities": [], "location": "Loop hike to the Hunter Peak Summit", "seasonDescription": "While the steep Bear Canyon Trail (2,000 foot elevation gain in 1.8 miles) can be intimidating, during the fall colors season (mid-October to mid-November), the canyon is likley to be vibrant with changing color. ", "accessibilityInformation": "<p>Trail surfaces are loose rock or hardened rock surfaces. Hiking or trekking poles are highly recommended. Trail widths vary from two to six feet depending on the trail. </p> <h4>Parking</h4> <p>All trailhead areas have accessible parking available. </p> <h4>Service animals </h4> <p>Only service animals that have been individually trained to perform specific tasks for the benefit of persons with disabilities are allowed in the park and on trails.</p>", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "<strong>Pets disturb wildlife and are not allowed on trails.</strong> Your pets should remain at home as <a href=\"https://www.nps.gov/gumo/planyourvisit/pets.htm\">opportunities for pets are very limited</a> in the park.", "timeOfDayDescription": "Sunrise and sunset views from the summit can be breathtaking. If attempting a sunrise or sunset viewing at the summit make sure to carry headlamps or flashlights.", "feeDescription": "<a href=\"https://www.nps.gov/gumo/planyourvisit/fees.htm\">Park entry fee required for all adult visitors.</a>", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "<p>The hike to Hunter Peak is a challenging day hike done as a loop up the Bear Canyon Trail and down the Tejas Trail that provides solitude, stunning views, and opportunities for side trails into the Bowl area.</p> <h4>Search and Rescue Policy</h4> <p>Search and rescue actions are conducted on a discretionary basis. The level and necessity of the response is determined through evaluation of the situation by field personnel. Rescuer safety is always our first priority. This park expects visitors to exhibit a high degree of self-reliance and responsibility for their own safety in line with the difficulty of their chosen activities.<br /> <br /> If you choose to carry a hand-held electronic signaling device, be familiar with its operation, limitations, and frequency of failure to transmit. Do not rely on it to summon rescue personnel or notify family that you are “OK”. The device only acts as a communication link. All decisions regarding rescue will fall to park field staff. If you do activate the emergency help function on the device, understand the consequences of what you may be asking of rescue personnel.<br /> <br /> If you find yourself in a true emergency and have exhausted all means of self-rescue/help, contact a ranger in the field or call 911, or Texas DPS Pecos Dispatch (432) 447-3533. There is little to no cell reception in most areas of the park. When you make contact, provide clear and concise information regarding the nature and exact location of the problem or injury, as well as the number of people involved. Be aware that help may be several hours to several days out. You must be prepared to help yourself.<br /> <br /> If you have any questions, please contact the Visitor Center at (915) 828-3251.</p>", "locationDescription": "<p>The hike to the summit involves climbing 2,540 feet, along two trails—either the first 3.6 miles of the Tejas Trail up the side of Pine Spring Canyon, or the Bear Canyon Trail along the next ravine to the east. These two routes are linked by the Bowl Trail, from which a short spur leads to the Hunter Peak summit, hence the trip can be done as a loop up one trail and down the other, a total hike of 8.7 miles.<br /> <br /> Rangers advise going up the steeper Bear Canyon Trail, and down the more consistent Tejas Trail. </p>", "doFeesApply": "true", "longDescription": "<p>The hike to Hunter Peak is a challenging day hike done as a loop up the Bear Canyon Trail and down the Tejas Trail that provides solitude, stunning views, and opportunities for side trails into the Bowl area.</p> <p><strong>Distance:</strong> 8.7 miles (14.0 km) round-trip, loop<br /> <strong>Elevation Change: </strong>2,700 feet<br /> <strong>Time Estimate:</strong> 6-8 hours<br /> <strong>Difficulty: </strong>Strenous</p> <p><br /> Hunter Peak is at an elevation of 8,368 feet above sea level, rising 2,700 feet above Pine Springs. Hunter Peak was named after ranchers J. C. Hunter and J. C. Hunter, Jr., who owned much of the land now included in the park.</p> <p>The summit of Hunter Peak may have among the best views in the park—half the panorama is of the vast desert to the south, and the remainder is of other mountains and the sheltered pine forest of the Bowl to the north, as well as an unparalleled view across Pine Springs Canyon at Guadalupe Peak. <br /> <br /> The hike to the summit involves climbing 2,540 feet, along two trails—either the first 3.6 miles of the Tejas Trail up the side of Pine Spring Canyon, or the Bear Canyon Trail along the next ravine to the east of Hunter Peak. These two routes are linked by the Bowl Trail, from which a short spur leads to the Hunter Peak summit, hence the trip can be done as a loop up one trail and down the other, a total hike of 8.7 miles.<br /> <br /> <strong>Which Way Up?</strong><br /> While the climb is steep, rangers recommend that hikers ascend Bear Canyon, rather than hike down it. Bear Canyon gains 2,000 feet in just under two miles, while the Tejas Trail takes the twice the distance to climb the same elevation. </p>", "reservationDescription": "If done as a day hike, no reservations are needed. If done as part of a multi-day overnight itinerary, a <a href=\"https://cms.nps.gov/gumo/planyourvisit/backcountry-use-permits.htm\">Wilderness Use Permit</a> is required.", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "FB3641FE-67A3-4EC7-B9C4-0A0867776798", "name": "Ancient Seas"}, {"id": "1F833C99-A75D-4F9E-9256-B96523485466", "name": "Farming and  Agriculture"}, {"id": "E4E84C87-6737-4C37-9157-5962648A35F2", "name": "Ranches"}, {"id": "41B1A0A3-11FF-4F55-9CB9-034A7E28B087", "name": "Forests and Woodlands"}, {"id": "762170E5-0747-4836-B837-7F2547D3F733", "name": "Coniferous Forests"}, {"id": "F0F97E32-2F29-41B4-AF98-9FBE8DAB36B1", "name": "Geology"}, {"id": "101F4D51-F99D-45A6-BBB6-CD481E5FACED", "name": "Mountains"}, {"id": "F8C2FE93-DEB3-4B12-9A87-913E3E6B448D", "name": "Natural Sounds"}, {"id": "A7359FC4-DAD8-45F5-AF15-7FF62F816ED3", "name": "Night Sky"}, {"id": "4244F489-6813-4B7A-9D0C-20CE098C8FFF", "name": "Rock Landscapes and Features"}, {"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}, {"id": "B85866E2-0897-4000-9040-605CA335804F", "name": "Wilderness"}], "durationDescription": "For most hikers, plan to take from six to eight hours to complete the hike.", "arePetsPermitted": "false", "timeOfDay": ["Day"], "duration": "6-8 Hours", "credit": ""}
{"id": "61794110-CC53-4D6A-BCEF-502B7C828DFD", "url": "https://www.nps.gov/thingstodo/families-farming-and-freedom-tour.htm", "title": "Families, Farming, and Freedom Tour", "shortDescription": "A ranger led tour of the farm side of the park.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/1E1046F1-0ED7-D31C-6A7CA2EA9310ECB0.jpg", "credit": "NPS/Tim Ervin", "altText": "A group of people gather on the front steps of the lower farm house.", "title": "Lower House Tour", "description": "", "caption": "Visitors gather for a tour of the lower farm at Hampton.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/1E1046F1-0ED7-D31C-6A7CA2EA9310ECB0.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/1E1046F1-0ED7-D31C-6A7CA2EA9310ECB0.jpg"}]}], "relatedParks": [{"states": "MD", "parkCode": "hamp", "designation": "National Historic Site", "fullName": "Hampton National Historic Site", "url": "https://www.nps.gov/hamp/index.htm", "name": "Hampton"}], "relatedOrganizations": [], "tags": ["Enslaved Labor", "Enslaved People", "Plantation", "plantation architecture", "Hampton", "Hampton National Historic Site", "Hampton NHS", "group tours", "Tour Hampton"], "latitude": "39.420758501946395", "longitude": "-76.58630359369003", "geometryPoiId": "", "amenities": [], "location": "Program Start", "seasonDescription": "", "accessibilityInformation": "This program follows a gravel path around the farm side buildings. The buildings are accessible to visit as well. ", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "Pets are allowed on the programs so long as they do not go inside of the buildings.", "timeOfDayDescription": "This program begins at 11:00 AM", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "B33DC9B6-0B7D-4322-BAD7-A13A34C584A3", "name": "Guided Tours"}], "activityDescription": "Ranger guided programs.", "locationDescription": "The program begins in front of the Lower Farm House.", "doFeesApply": "false", "longDescription": "<p>Hampton was, first and foremost, a plantation. This tour explores the farm side of Hampton and the role it played in plantation life.  Park Rangers will guide visitors around the grounds of Hampton's farm buildings and give voice to the enslaved African Americans and European indentured servants who made the Ridgelys' lavish lifestyle possible.<br />  </p>", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "28AEAE85-9DDA-45B6-981B-1CFCDCC61E14", "name": "African American Heritage"}, {"id": "69693007-2DF2-4EDE-BB3B-A25EBA72BDF5", "name": "Architecture and Building"}, {"id": "D9FC6D14-F8C7-4EBA-86EA-DFD99B6BB4F5", "name": "Enslavement"}, {"id": "1F833C99-A75D-4F9E-9256-B96523485466", "name": "Farming and  Agriculture"}, {"id": "F67CA03D-109F-44B9-9B63-D9EC9FD77A1D", "name": "Plantations"}, {"id": "BAA85463-A96E-4CF4-A260-290D195423DB", "name": "Reconstruction"}, {"id": "5CCB14BC-2AC4-45CE-B786-54A065DA1B60", "name": "Abolition Movement"}, {"id": "8F34C3EC-7B8E-4F28-8114-B8DFE4F300DF", "name": "Civil Rights"}], "durationDescription": "", "arePetsPermitted": "true", "timeOfDay": ["Day"], "duration": "30-45 Minutes", "credit": ""}
{"id": "3FB7AA4F-35B6-4BD3-8826-A16857FB942C", "url": "https://www.nps.gov/thingstodo/gardens-grounds-and-architecture-tours.htm", "title": "Gardens, Grounds, and Architecture Tours", "shortDescription": "Attend a ranger program about the stories behind Hampton's gardens and architecture.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/25320269-F538-8853-8ED55DFF2C798752.jpg", "credit": "NPS/Tim Ervin", "altText": "A group of students being led by a park ranger on a stone path through the formal gardens.", "title": "Garden Tour", "description": "", "caption": "Students touring the gardens with a park ranger.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/25320269-F538-8853-8ED55DFF2C798752.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/25320269-F538-8853-8ED55DFF2C798752.jpg"}]}], "relatedParks": [{"states": "MD", "parkCode": "hamp", "designation": "National Historic Site", "fullName": "Hampton National Historic Site", "url": "https://www.nps.gov/hamp/index.htm", "name": "Hampton"}], "relatedOrganizations": [], "tags": ["Hampton", "Hampton National Historic Site", "Hampton NHS", "garden", "Formal Gardens", "architecture", "Slavery", "enslaved", "Enslaved Labor", "Enslaved People", "group tours", "Tour Hampton"], "latitude": "39.41651975095454", "longitude": "-76.58762123584751", "geometryPoiId": "", "amenities": [], "location": "Program Start", "seasonDescription": "", "accessibilityInformation": "This program mostly takes place on gravel and brick paths, although at times does have to go through grass and inclines.", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "Pets are allowed on this program since it takes place outside.", "timeOfDayDescription": "This program happens at 1:00 PM.", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "B33DC9B6-0B7D-4322-BAD7-A13A34C584A3", "name": "Guided Tours"}], "activityDescription": "", "locationDescription": "This program begins in the front of the mansion.", "doFeesApply": "false", "longDescription": "<p>Learn how architecture influenced both the mansion and the gardens. For much of Hampton’s history, scenic gardening reflected the interests, social statuses, wealth, and creativity of the Ridgely family. From the 1790’s to modern day, the cultural landscape of Hampton has changed to suit the wants and needs of those who occupy the property. Hampton’s landscape tells the story of the many functions of landscaping, labors, and people used to create scenic grounds.</p>", "reservationDescription": "", "season": ["Spring", "Summer", "Fall"], "topics": [{"id": "28AEAE85-9DDA-45B6-981B-1CFCDCC61E14", "name": "African American Heritage"}, {"id": "F3883A66-A7CB-461B-868E-1B5932224B25", "name": "American Revolution"}, {"id": "69693007-2DF2-4EDE-BB3B-A25EBA72BDF5", "name": "Architecture and Building"}, {"id": "05B7868A-3F3C-433D-876E-A886C4BE7A12", "name": "Painting"}, {"id": "D9FC6D14-F8C7-4EBA-86EA-DFD99B6BB4F5", "name": "Enslavement"}, {"id": "F67CA03D-109F-44B9-9B63-D9EC9FD77A1D", "name": "Plantations"}, {"id": "14FA9FF3-7D86-4406-9A6D-BE9032A1C578", "name": "Laborer and Worker"}, {"id": "BAA85463-A96E-4CF4-A260-290D195423DB", "name": "Reconstruction"}, {"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}, {"id": "5CCB14BC-2AC4-45CE-B786-54A065DA1B60", "name": "Abolition Movement"}, {"id": "8F34C3EC-7B8E-4F28-8114-B8DFE4F300DF", "name": "Civil Rights"}], "durationDescription": "", "arePetsPermitted": "true", "timeOfDay": ["Day"], "duration": "30-45 Minutes", "credit": ""}
{"id": "BF4CD905-AF66-4777-81CD-81CB6E38C43B", "url": "https://www.nps.gov/thingstodo/places-to-see-in-one-hour-at-pictured-rocks.htm", "title": "Places To See in One Hour", "shortDescription": "You could easily spend half a day exploring any of these locations, but if you only have an hour to see some quick scenic sites, here are some options!", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/0859E0B2-C944-B1DD-61F2D08DB27EA404.jpg", "credit": "", "altText": "Rock formation of Miners Castle along cliffline above multi-colored Lake Superior water.", "title": "Miners Castle", "description": "", "caption": "", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0859E0B2-C944-B1DD-61F2D08DB27EA404.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0859E0B2-C944-B1DD-61F2D08DB27EA404.jpg"}]}], "relatedParks": [{"states": "MI", "parkCode": "piro", "designation": "National Lakeshore", "fullName": "Pictured Rocks National Lakeshore", "url": "https://www.nps.gov/piro/index.htm", "name": "Pictured Rocks"}], "relatedOrganizations": [], "tags": ["scenic views", "scenic viewpoints", "Scenic Drive", "Pictured Rocks National Lakeshore", "Sand Point", "Sand Point Beach", "Sand Point Marsh Trail", "Miners Castle", "Sable Falls", "Sable Beach", "Log Slide", "Grand Sable Dunes Trail", "Miners Falls", "Miners Beach"], "latitude": "", "longitude": "", "geometryPoiId": "", "amenities": [], "location": "Locations at each end of the park", "seasonDescription": "Access to most of these places is available only when there is no snow closing the roads; generally summer and fall.", "accessibilityInformation": "<strong>Wheelchair accessible places:</strong><br /> Sand Point Marsh Trail<br /> Sand Point Beach (with a mobi mat)<br /> Munising Falls (paved trail to falls, flush toilet)<br /> Miners Castle (top two viewing platforms)<br /> Miners Beach (short trail from parking lot to top of beach stairs)<br />  ", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "Where pets are allowed is mentioned in the text. Not all areas listed allow pets.", "timeOfDayDescription": "<br />  ", "feeDescription": "There is an entrance fee for the park - but no other special fee.", "age": "", "arePetsPermittedWithRestrictions": "true", "activities": [{"id": "0B4A5320-216D-451A-9990-626E1D5ACE28", "name": "Scenic Driving"}], "activityDescription": "Scenic viewing of the park's natural wonders is the focus of this self-guided auto tour. Suggestions for what can be easily seen with just an hour's time.", "locationDescription": "All of the locations listed can be found on the official park map. All are easily accessible by vehicle and involve fairly short walks.", "doFeesApply": "false", "longDescription": "If you only have an hour to visit Pictured Rocks, here is a list of popular spots you can get to quickly, depending which end of the park you are on.  Be aware that just driving from one end of the park to the other already takes more than an hour. If you have a boat tour scheduled in Munising, give yourself extra time to get there.<br /> <br /> <br /> <strong>COMING FROM MUNISING: (west side of the park)</strong><br /> <br /> <strong>Munising Falls / Sand Point</strong><br /> Both Munising Falls and the beaches of Sand Point can be enjoyed in an hour. Head east out of Munising on County Road H-58 one mile and turn left on Washington Street. (Watch for road signs to Munising Falls and Sand Point.) The Munising Falls parking lot is across from the hospital. Walk the paved 800-ft. trail to Munising Falls. Afterwards, drive two more miles down Sand Point Road to the beaches at the end. Enjoy stunning views of Grand Island across the bay. Both Munising Falls and Sand Point have plowed roads and parking lots that can be accessed by vehicle in winter. <strong>Leashed pets allowed.</strong><br /> <br /> <strong>Sand Point / Sand Point Marsh Trail</strong><br /> You can easily spend an hour at Sand Point walking the beach and also exploring the 1/2 mile boardwalk Sand Point Marsh Trail through some of the park's most beautiful wetlands. See directions to Sand Point above. The wheelchair-accessible trail loop begins at the main Sand Point Beach parking lot. This is a great place for kids, bird watchers, and all nature lovers. <strong>Pets are not allowed on the Sand Point Marsh Trail</strong>.<br /> <br /> <strong>Miners Falls</strong><br /> The parking lot for the Miners Falls trail is approximately 9 miles from Munising. Follow County Road H-58 five miles east to Miners Castle Road (H-11). Turn left and go four miles north to the turn-off for Miners Falls. Turn right and drive 1/2 mile to parking lot. From the parking lot, the trail is 1.2 miles round-trip. The gently rolling trail goes through a beautiful northwoods forest, ending at two viewing platforms for Miners Falls. <strong>Leashed pets allowed.</strong><br /> <br /> <strong>Miners Castle / Miners Beach</strong> <p>You can spend as little or as much time as you like at these two locations - however, they are both doable in an hour. Miners Castle is approximately 11 miles from Munising. Follow County Road H-58 five miles east to Miners Castle Road (H-11). Turn left and go six miles north to Miners Castle. This is the only place where you can drive on the cliffs. The main viewing platform is just a short walk from the parking lot. Allow at least a half hour at Miners Castle if you want to walk to all three viewing platforms. <strong>Leashed pets allowed on paved (not dirt) trails, at viewing platforms, and in picnic area.</strong></p> <br /> Once you leave the Miners Castle parking lot, take the first left and drive the road one mile to the Miners Beach parking lot. You can take a quick walk out to the beach just to see the view or spend more time there. Allow at least a half hour if you want to walk west down the beach to Miners River and back. <strong>Leashed pets allowed on beach and in water.</strong><br />   <p><strong>COMING FROM GRAND MARAIS</strong>: <strong>(east side of the park)</strong><br /> <br /> <strong>Sable Falls / Sable Beach</strong><br /> Drive one mile west of the town of Grand Marais on County Road H-58 to the Sable Falls parking lot. A short walk from the parking lot leads to a long staircase of 168 steps down to the main falls viewing platform. After viewing the falls, continue on the trail along Sable Creek for another 1/4 mile out to Sable Beach. Enjoy the views of the Grand Sable Dunes towering to the left and the expanse of Lake Superior ahead. <strong>Leashed pets allowed.</strong><br /> <br /> <strong>Grand Sable Dunes Trail</strong><br /> The 0.6 roundtrip trail to the Grand Sable Dunes also begins in the Sable Falls area. Park at the Sable Falls parking lot and walk towards the falls. The intersection of the Grand Sable Dunes Trail begins near the top of the falls. The trail goes through an old homestead field, across Sable Creek, through a forested dune ecosystem, and ends on top of the dunes. Once at the top, walk a short distance to the right for a spectacular view of Lake Superior. The trail is fairly level, but there are some uphill sections of walking in sand. <strong>Pets are not allowed on the Grand Sable Dunes Trail.</strong><br /> <br /> <strong>Log Slide</strong><br /> The Log Slide area highlights the logging history of this area and provides a stunning view of the Grand Sable Dunes.<strong> </strong>Drive approximately 8 miles west of Grand Marais on County Road H-58 to the Log Slide parking lot. Walk the short path towards the dunes and read the interpretive signs along the way. At the intersection of the North Country Trail you can climb the large dune ahead to get various views. Those who don't want to climb in sand can turn left on the North Country Trail and walk just a few yards to the level spur trail to the right (at the end of the wooden fence). Walk out to the edge of the dune for great views of the sand dunes to the right, and the Au Sable Lighthouse to the left. Take care not to get too close to the dune edge. Watch for poison ivy along the trail. <strong>Pets are not allowed in the Log Slide area or nearby dunes.</strong></p>", "reservationDescription": "", "season": ["Summer", "Fall"], "topics": [{"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}], "durationDescription": "", "arePetsPermitted": "true", "timeOfDay": ["Day", "Dawn", "Dusk"], "duration": "1-1 Hours", "credit": ""}
{"id": "39D94B17-86B3-4F00-8766-52C48C45B220", "url": "https://www.nps.gov/thingstodo/walks-of-one-mile-or-less-marsh-trail.htm", "title": "Walks and Hikes of One Mile or Less", "shortDescription": "Pictured Rocks offers 100 miles of hiking and walking trails leading to waterfalls, beaches, forest wilderness, cultural sites, and breathtaking cliff-top views of Lake Superior. Here are some of the shorter trails.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/7032A863-A0E6-EC16-878FCFE303BC7651.jpg", "credit": "NPS photo", "altText": "Several children standing on a wooden boardwalk looking out into the marsh", "title": "Visitors on Sand Point Marsh Trail", "description": "", "caption": "Sand Point Marsh Trail", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7032A863-A0E6-EC16-878FCFE303BC7651.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7032A863-A0E6-EC16-878FCFE303BC7651.jpg"}]}], "relatedParks": [{"states": "MI", "parkCode": "piro", "designation": "National Lakeshore", "fullName": "Pictured Rocks National Lakeshore", "url": "https://www.nps.gov/piro/index.htm", "name": "Pictured Rocks"}], "relatedOrganizations": [], "tags": ["Hikes of One Mile or Less", "Pictured Rocks National Lakeshore", "hiking", "walking"], "latitude": "", "longitude": "", "geometryPoiId": "", "amenities": [], "location": "Pictured Rocks National Lakeshore", "seasonDescription": "Most walks and hikes are available in summer and fall. Spring access depends on the amount of snow and how fast it melts. <br /> <br /> Munising Falls, Sand Point, and the Grand Sable Visitor Center are the only areas where parking lots are plowed in winter.", "accessibilityInformation": "<strong>Sand Point Marsh Trail </strong>-<strong> </strong>Entire loop is wheelchair-accessible.<br /> <br /> <strong>Munising Falls </strong>- The paved trail and central viewing platform is wheelchair-accessible.<br /> <br /> <strong>Munising Castle Overlook </strong>- The two upper platforms are wheelchair-accessible. <br /> <br /> <strong>Superior Overlook</strong> - The overlook is wheelchair-accessible.<br /> <br /> <br />  ", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "Where allowed, pets must be on a leash no longer than 6 feet. Pets are allowed on the follwing trails:<br /> <br /> <strong>Munising Falls</strong> - Pets allowed on trails and stairs.<br /> <br /> <strong>Miners Castle Overlook</strong> - Pets are allowed on paved (not dirt) trails in this area and the viewing platforms.<br /> <br /> <strong>Superior Overlook</strong> - Pets allowed.<br /> <br /> <strong>Twelvemile Beach</strong> - Pets allowed.<br /> <br /> <strong>Sable Falls Trail </strong>- Pets allowed on trail and stairs.", "timeOfDayDescription": "", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "true", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "Pictured Rocks National Lakeshore offers 100 miles of hiking trails leading to waterfalls, beaches, forest wilderness, cultural sites, and breathtaking cliff-top views of Lake Superior. Whether you have only a few minutes, hours, or days to see a portion of the lakeshore, one of these hikes may be for you.<br /> <br /> <strong>Check at a visitor center for current trail conditions. </strong>Where allowed, pets must be on a leash no longer than 6 feet. <strong>Bicycles are prohibited on park trails.</strong>", "locationDescription": "Pictured Rocks National Lakeshore offers 100 miles of hiking trails leading to waterfalls, beaches, forest wilderness, cultural sites, and breathtaking cliff-top views of Lake Superior. Whether you have only a few minutes, hours, or days to see a portion of the lakeshore, one of these hikes may be for you.<br /> <br /> <strong>Check at a visitor center for current trail conditions. </strong>Where allowed, pets must be on a leash no longer than 6 feet. <strong>Bicycles are prohibited on park trails.</strong>", "doFeesApply": "false", "longDescription": "<strong>Sand Point Marsh Trail</strong> - Length: 0.5 mile loop. Located across from Sand Point Beach, this boardwalk trail takes you through one of the park's most beautiful wetlands. Old beach ridges, a cattail marsh, small ponds, and white cedar and black spruce swamp communities dominate the scene. The best times for wildlife activity are early or late in the day. The entire trail loop is wheelchair-accessible. This trail is easy to access year-round since Sand Point Road and the beach/trail parking area is plowed all winter.<strong> Pets not allowed on the trail.</strong><br /> <br /> <strong>Munising Falls</strong> - Length: 800 feet one way. Walk this paved trail up the cool, shaded sandstone canyon along Munising Creek to the main viewing platform to see the 50-foot drop waterfall. Two sets of stairs lead to elevated platforms that offer different views of the water as it drops over a sandstone cliff. Please stay on the paved trail. <strong>Going into or behind the falls is dangerous and is prohibited.</strong> The central viewing platform is wheelchair-accessible. Waterfalls are beautiful in winter, and Munising Falls is easy to access as the road and parking lot is plowed all winter. <strong>Leashed pets allowed on trail and at platforms.</strong><br /> <br /> <strong>Miners Castle Overlook</strong> - Length varies: 200 to 1300 feet one way. This is the most popular spot in the park. Miners Castle can be viewed from 3 different viewing platforms. The two upper viewing areas are wheelchair-accessible and are a short distance from the parking lot. The walk to the lower platform includes stairs and steep inclines. <strong>Leashed pets are allowed on paved (not dirt) trails, at viewing platforms, and in picnic area.</strong><br /> <br /> <strong>Superior Overlook Beach</strong> - Offers a beautiful view of Lake Superior and short stairway access to a beach. A brief walk on the beach leads to Sullivan's Creek emptying into Lake Superior. The overlook is wheelchair-accessible from the parking lot. <strong>Leashed pets allowed</strong>.<br /> <br /> <strong>Twelvemile Beach </strong>- Access via stairs from the tall bluff at the day-use picnic and parking area near the campground down to a sandy beach that has great sunset views. <strong>Leashed pets allowed on beach in front of and to the east of the campground. Pets not allowed on beach west of the campground.</strong><br /> <br /> <strong>Log Slide Overlook Trail</strong> - Length: 0.3 mile roundtrip. This short trail leads through mature hardwoods to the western edge of the Grand Sable Dunes where logs once slid down to the lake in a wooden chute. The overlook platform was destroyed in a winter storm but the path to the platform location is still there. You'll be rewarded with breathtaking views of Lake Superior, the Grand Sable Dunes, and Au Sable Lighthouse in the distance. <strong>Pets not allowed.</strong><br /> <br /> <strong>Grand Sable Dunes Trail</strong> - Length: 0.6 mile roundtrip. This is the main access point into the Grand Sable Dunes. The trail starts at the Sable Falls parking area near the top of the falls, continues past an old orchard and field, and crosses a bridge over Sable Creek. It then winds through a jack pine forest gradually uphill into an open dune environment. Requires some uphill climbing in sand. <strong>Pets not allowed.</strong><br /> <br /> <strong>Sable Falls Trail</strong> – Length: 0.5 mile roundtrip. From the Sable Falls parking lot, this trail starts with 168 steps down to the base of the falls and and continues past the falls along Sable Creek to a rock and sand beach on Lake Superior. The first landing on the stairs provides a view of Sable Falls, although the best view is from the bottom. <strong>Leashed pets allowed on trail and stairs.</strong>", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "9BD60DC0-C82B-42BA-A170-456B7423429D", "name": "Photography"}, {"id": "41B1A0A3-11FF-4F55-9CB9-034A7E28B087", "name": "Forests and Woodlands"}], "durationDescription": "Most of these short walks and hikes can be done in less than an hour.", "arePetsPermitted": "true", "timeOfDay": [], "duration": "30-60 Minutes", "credit": ""}
{"id": "94EA076F-AEDE-4365-ACF6-495662BF2C80", "url": "https://www.nps.gov/thingstodo/hikes-over-mile-piro.htm", "title": "Walks and Hikes Over a Mile", "shortDescription": "Longer hikes and walks lead to stunning cliff views, remote beaches, the Beaver Basin Wilderness, Au Sable Lighthouse, and many other scenic areas.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/70B13E07-ABA0-BF35-28E183A3B6D5081F.jpg", "credit": "NPS photo", "altText": "Day hiker walking across wooden bridge over shallow wetland.", "title": "Day Hiking", "description": "", "caption": "Hiker in the Beaver Basin Wilderness", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/70B13E07-ABA0-BF35-28E183A3B6D5081F.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/70B13E07-ABA0-BF35-28E183A3B6D5081F.jpg"}]}], "relatedParks": [{"states": "MI", "parkCode": "piro", "designation": "National Lakeshore", "fullName": "Pictured Rocks National Lakeshore", "url": "https://www.nps.gov/piro/index.htm", "name": "Pictured Rocks"}], "relatedOrganizations": [], "tags": ["hiking", "walking", "day hikes", "Pictured Rocks National Lakeshore"], "latitude": "", "longitude": "", "geometryPoiId": "", "amenities": [], "location": "Pictured Rocks National Lakeshore", "seasonDescription": "Summer and fall are the most popular seasons for hiking, but visitors can take long winter snowshoe hikes also.", "accessibilityInformation": "Most longer hikes are along dirt paths with slopes, rock steps, sand, mud, roots, or uneven terrain. Official service dogs are allowed on these hikes. We recommend that you talk with a ranger about specific hike conditions before setting out.", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "<strong>Where pets are allowed, they must be leashed.<br /> <br /> Miners Falls Trails</strong> - Pets allowed.<br /> <br /> <strong>Miners Castle / Miners Beach </strong>-<strong> </strong>Pets are allowed at Miners Castle and at Miners Beach - just not on the trail between the two.<br /> <br /> <strong>Chapel Basin / Mosquito Area </strong>-<strong> </strong>No pets allowed on any of the trails in this area.<br /> <br /> <strong>Beaver Basin Wilderness</strong> - No pets allowed on any trail within the wilderness.<br /> <br /> <strong>White Birch Trail</strong> - Pets allowed.<br /> <br /> <strong>Au Sable Light Station </strong>-<strong> </strong>Pets allowed on access road and light station grounds. <br /> <br /> <strong>Grand Sable Forest Trail </strong>-<strong> </strong>No pets.<br /> <br /> <strong>North Country Scenic Trail segments (formerly called the Lakeshore Trail) </strong>-<strong> </strong>No pets allowed on this trail except in areas mentioned above.", "timeOfDayDescription": "", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "true", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "", "locationDescription": "Most of the longer hikes in the park are located in the middle, in the Chapel/Mosquito area or the Beaver Basin. ", "doFeesApply": "false", "longDescription": "<h4>Walks and Hikes Longer than a Mile</h4> <strong>Miners Falls Trail</strong> - Length: 1.2 miles roundtrip. This easy trail takes you through the forest to Miners River, where the park's most powerful waterfall cascades 50 feet over a sandstone cliff. Take another 64 steps down to a lower platform. <strong>Leashed pets allowed.</strong><br /> <br /> <strong>Miners Castle to Miners Beach</strong> - Length: 2 miles roundtrip. Take the trail from Miners Castle downhill to Miners Beach, crossing the Miners River along the way. Enjoy the beach and then hike back up - or shorten the walk by having a friend pick you up in the Miners Beach parking lot. <strong>Pets not allowed on the trail.</strong> (However pets are allowed at Miners Castle and at Miners Beach - just not on the trail between the two.)<br /> <br /> <strong>Sable Creek Trail</strong> - Length: 2.0 miles roundtrip. Pretty wooded walk between the Grand Sable Visitor Center and the Sable Falls area. The trail offers a stroll through a mature maple forest, along Sable Creek, and through an old farm field. Also intersects the Grand Sable Dunes Trail at 0.8 miles. <strong>Pets not allowed.</strong><br /> <br /> <strong>Au Sable Light Station</strong> - Length: 3.0 miles roundtrip. Leaving from Hurricane River Campground, walk on the old access road (part of the North Country Scenic Trail) back in time to an isolated Lake Superior lighthouse. Exposed shipwreck remains dot the shoreline, and the quiet light station gives you a feeling of yesteryear where families lived and worked from 1874 to 1958. Guided tours of the lighthouse are provided in summer. <strong>Leashed pets allowed on road and light station grounds. Bicycles are NOT allowed on this road.</strong><br /> <br /> <strong>White Birch Trail</strong> - Length: 2.0 miles. Self-guided interpretive trail at Twelvemile Beach Campground explores the natural history of the uplands adjacent to the lake - an environment very different from that near the campground. Non-campers park at the day-use area and walk through the campground to Site 6, where trail begins. The trail will end on the campground road, one-quarter mile east of the trailhead. <strong>Leashed pets allowed.</strong><br /> <br /> <br /> <strong>Chapel Basin / Mosquito Area</strong> - A number of different trails and hikes are available here. All hikes begin at the Chapel/Mosquito trailhead parking lot, at the end of Chapel Road. <a href=\"https://www.nps.gov/piro/planyourvisit/upload/Chapel-Beaver-Day-Hikes-Map-508.pdf\">View and download this map</a> (pdf) before you hike these trails. <span style=\"color:#c0392b;\"><strong>NO PETS</strong></span> allowed on any of the trails or beaches in this area. <br /> <br /> <strong><span style=\"color:#c0392b;\">Note:</span> Primitive road to trailhead parking with deep pot holes and washouts. LIMITED PARKING AT TRAILHEAD - plan to arrive early in the day.</strong><br />   <ul> <li> <p><strong>Mosquito Falls</strong> - Length: 2 miles roundtrip. From the Chapel parking lot, head towards Mosquito Beach. At 0.3 miles take a side trail that leads 0.7 miles to Mosquito Falls. The Mosquito River cascades in short falls over three rock shelves, the highest being 8 feet. <strong>Pets not allowed.</strong></p> </li> <li> <p><strong>Chapel Falls</strong> - Length: 2.5 miles roundtrip. Leaving from the Chapel parking lot, this easy hike runs along an old roadbed through upland maple forest to stunning, 60-foot high Chapel Falls. <strong>Pets not allowed.</strong></p> </li> <li> <p><strong>Mosquito Beach</strong> - Length: 3.9 miles roundtrip straight out and back; 4.5 miles via loop back past Mosquito Falls. Trail is usually very muddy and rough. Follow the trail from the Chapel parking lot through lowland hemlock and mixed forest to Mosquito Beach. This beautiful beach is bordered by stunning rock cliffs and sandstone terraces. Return on same trail or continue on loop and return past Mosquito Falls. <strong>Pets not allowed.</strong></p> </li> <li> <p><strong>Chapel Rock & Chapel Beach </strong>- Length: 6.2 miles roundtrip (from parking lot). Trail passes Chapel Falls and continues to Chapel Rock and Chapel Beach. Take pictures, but keep off Chapel Rock. Return the way you came or make a loop by taking the forest trail back along the north/west side of Chapel Lake. <strong>Pets not allowed.</strong></p> </li> <li> <p><strong>Chapel Loop</strong> - Length: Full loop, including Mosquito Falls, is 10 miles from the parking lot (longer from the road). This popular loop begins at the Chapel parking lot, passes Chapel Falls, Chapel Rock, Chapel Beach and continues along the Pictured Rocks cliffs to Mosquito River and Beach, and back to the parking lot on the outer loop trail past Mosquito Falls. <strong>Pets not allowed</strong>. <span style=\"color:#c0392b;\"><strong>Note: Walk carefully along this cliff edge!</strong></span></p> </li> </ul> <p><strong>Beaver Basin Wilderness</strong> - Several hikes can be made in the Beaver Lake area leaving from the trailhead parking lot at the end of Little Beaver Road. <strong>Pets not allowed.</strong></p> <ul> <li> <p><strong>Beaver Basin Wilderness Loop </strong>- Length: 5.5 mile loop. Enjoy this scenic and diverse hike through several forest types, around the north side of Beaver Lake, along Beaver Creek, and back along Lake Superior. <strong>Pets not allowed.</strong></p> </li> </ul> <br /> <strong>North Country Scenic Trail segments (formerly called the Lakeshore Trail)</strong> - Length: Up to 42 miles (through the park). In addition to some of the trails listed above, there are many other North Country Scenic Trail segments in the park, like Miners Castle to Sand Point, or Log Slide to Au Sable Light Station. Check at a visitor center for more information. <strong>No pets allowed on this trail except in areas mentioned above.</strong>", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}], "durationDescription": "Hikes can take as little as an hour or can last most of the day. ", "arePetsPermitted": "true", "timeOfDay": ["Day", "Dawn", "Dusk"], "duration": "1-5 Hours", "credit": ""}
{"id": "4F64A907-DB4E-4B39-8433-4E3D31503C70", "url": "https://www.nps.gov/thingstodo/gumo_hike_devils_hall_trail.htm", "title": "Devil's Hall", "shortDescription": "The strenuous route to Devil's Hall departs from the Pine Springs Trailhead and is 4.2 miles round-trip. After the first mile the trail enters a rocky wash which leads hikers to an impressive natural rock staircase that connects to a \"hallway\" formed by steep canyon walls. Rock surfaces in the wash can be slippery when dry and visitors should exercise caution on this hike.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/20919AFC-9CA4-FAE5-1CEA39DD14D57267.jpg", "credit": "NPS Photo", "altText": "Groups of people in the sunlight at the end of a narrow tall canyon.", "title": "Devil's Hall", "description": "", "caption": "At Devil's Hall", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/20919AFC-9CA4-FAE5-1CEA39DD14D57267.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/20919AFC-9CA4-FAE5-1CEA39DD14D57267.jpg"}]}], "relatedParks": [{"states": "TX", "parkCode": "gumo", "designation": "National Park", "fullName": "Guadalupe Mountains National Park", "url": "https://www.nps.gov/gumo/index.htm", "name": "Guadalupe Mountains"}], "relatedOrganizations": [], "tags": ["hiking", "desert", "day hike", "hike", "Pine Springs", "strenuous hike", "Guadalupe Mountains", "Chihuahuan Desert"], "latitude": "31.896651177172913", "longitude": "-104.82815673697473", "geometryPoiId": "", "amenities": [], "location": "Start at the Pine Springs Trailhead", "seasonDescription": "While this is generally a year-round route in good weather, Devil's Hall can be a good hike for fall colors from mid-October to mid-November.", "accessibilityInformation": "<p>Trail surfaces are loose rock or hardened rock surfaces. Hiking or trekking poles are highly recommended. Trail widths vary from two to six feet depending on the trail. </p> <h4>Parking</h4> <p>All trailhead areas have accessible parking available. </p> <h4>Service animals </h4> <p>Only service animals that have been individually trained to perform specific tasks for the benefit of persons with disabilities are allowed in the park and on trails.</p>", "isReservationRequired": "false", "ageDescription": "All ages, but minors must be with an adult parent or guardian.", "petsDescription": "<strong>Pets disturb wildlife and are not allowed on trails.</strong> Your pets should remain at home as <a href=\"https://www.nps.gov/gumo/planyourvisit/pets.htm\">opportunities for pets are very limited</a> in the park.", "timeOfDayDescription": "If hiking in the late afternoon, be sure to carry flashlights and headlamps. In the dark the trail out of the wash can be easily missed.", "feeDescription": "<a href=\"https://www.nps.gov/gumo/planyourvisit/fees.htm\">Park entry fee required for all adult visitors.</a>", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "After following one mile of constructed trail, turn left and follow the route through the wash. The wash is extremely rocky and will require occasionally scrambling over boulders of varying size. Continue for one mile up the wash to the Hiker's Staircase and Devil's Hall. ", "locationDescription": "The route to Devil's Hall begins from the Pine Springs Trailhead.", "doFeesApply": "true", "longDescription": "<p>The route to Devil's Hall departs from the Pine Springs Trailhead and is 4.2 miles round-trip. After the first mile the trail leads to a rocky wash which takes hikers to an impressive natural rock staircase leading to a \"hallway\" formed by steep canyon walls. The wash portion of the route requires the hiker to scramble over large boulders and other debris. This route offers spectacular views of geologic formations, steep canyon walls, tall trees, and mountaintops.<br /> <br /> <strong>Distance:</strong> 4.2 miles (6.8 km) round-trip, out and back<br /> <strong>Elevation Change: </strong>548 feet<br /> <strong>Time Estimate:</strong> 3-5 hours<br /> <strong>Difficulty: <span style=\"color:#c0392b;\">Strenuous</span></strong>, with rock scrambling and loose rock surfaces. </p> <br /> <span style=\"color:#e67e22;\"><strong>CAUTION: </strong></span> <ul> <li><span style=\"color:null;\">Due to increasingly frequent heavy rain events in the late summers, the portion of the Devil's Hall trail in the wash is covered in loose rocks, boulders, and other debris. Visitors should exercise caution, use proper footwear, and trekking poles. Do not attempt to climb in the wash or canyon walls in wet or rainy conditions. </span></li> <li><span style=\"color:null;\">At two places the route enters and exits desert washes; proceed with caution and carefully observe the landscape. Some visitors struggle to find the trail after dark or if they are unprepared. </span></li> </ul>", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "FB3641FE-67A3-4EC7-B9C4-0A0867776798", "name": "Ancient Seas"}, {"id": "BCE3ACBE-7871-495B-AEA3-5E19BC482405", "name": "Canyons and Canyonlands"}, {"id": "F0F97E32-2F29-41B4-AF98-9FBE8DAB36B1", "name": "Geology"}, {"id": "F8C2FE93-DEB3-4B12-9A87-913E3E6B448D", "name": "Natural Sounds"}, {"id": "A155238F-0DD2-4610-9B87-05FCE1C59283", "name": "River and Riparian"}, {"id": "4244F489-6813-4B7A-9D0C-20CE098C8FFF", "name": "Rock Landscapes and Features"}, {"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}, {"id": "BA12B386-49EA-46B0-9121-FCACACC47538", "name": "Watersheds"}], "durationDescription": "", "arePetsPermitted": "false", "timeOfDay": ["Day"], "duration": "3-5 Hours", "credit": ""}
{"id": "DAC87853-8AB4-41D6-A3AE-675464261A91", "url": "https://www.nps.gov/thingstodo/walk-the-earthquake-trail.htm", "title": "Walk the Earthquake Trail", "shortDescription": "Discover the geology of the San Andreas Fault on this paved loop nature trail. A fence that was constructed half way around the trail illustrates the 16 feet (3 meters) of displacement that occurred during the infamous 1906 earthquake. The Earthquake Trail begins and ends at the northeast corner of the Bear Valley Trailhead parking lot adjacent to the restrooms for the Bear Valley Picnic Area.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/767CB31F-FA97-59AC-39B27CF5E002B2F3.jpg", "credit": "NPS Photo", "altText": "A wooden fence runs up a hill along side some steps. Further up, another section of fence continues.", "title": "Earthquake Trail: fence. April 18, 2022.", "description": "", "caption": "The NPS constructed a fence to illustrate the displacement that occurred during the 1906 Earthquake.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/767CB31F-FA97-59AC-39B27CF5E002B2F3.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/767CB31F-FA97-59AC-39B27CF5E002B2F3.jpg"}]}], "relatedParks": [{"states": "CA", "parkCode": "pore", "designation": "National Seashore", "fullName": "Point Reyes National Seashore", "url": "https://www.nps.gov/pore/index.htm", "name": "Point Reyes"}], "relatedOrganizations": [], "tags": ["Point reyes", "Point Reyes National Seashore", "Earthquake Trail", "geology", "Earthquake", "San Andreas Fault", "seismology", "seismic activity", "Nature Trail", "hiking", "walking", "one hour hike", "Family Friendly"], "latitude": "38.0406", "longitude": "-122.799", "geometryPoiId": "", "amenities": [], "location": "Earthquake Trailhead at Bear Valley", "seasonDescription": "<h2>Winter</h2> <p>The heaviest rainfall occurs in the winter months. Come prepared for rain and drizzle to possibly last for several days. In between winter rains, it is often sunny, calm, and cool.</p> <h2>Spring</h2> <p>Most spring days are windy. Expect cool temperatures in March. By late May and early June, temperatures can be quite pleasant.</p> <h2>Summer</h2> <p>Although there is very little rain during summer months, there is often dense fog, which tends to burn off by mid-day. Afternoons are often sunny and warm to hot with a light breeze.</p> <h2>Fall</h2> <p>Point Reyes experience some of the clearest days in late September, October, and early November. The occasional storm will start rolling through in late October, bringing clouds, wind, and rain. The strongest winds occur in November and December during occasional southerly gales.</p>", "accessibilityInformation": "<p>The trail's asphalt pathway was designed to be accessible, and has gentle slopes suitable for wheelchair users. Unfortunately, over the years since it was last paved, depressions have developed in a number of locations, which precludes the pathway from currently meeting criteria for being fully accessible. Some wheelchair users may need assistance to navigate through these degraded sections of the trail. An accessible restroom and two designated parking spaces in a dirt/gravel parking lot are located at the trailhead.</p>", "isReservationRequired": "false", "ageDescription": "<p>All ages.</p>", "petsDescription": "<p>Pets are prohibited on the Earthquake Trail. Visit the park's <a href=\"https://www.nps.gov/pore/planyourvisit/pets.htm\">Pets</a> page to learn where pets are welcome at Point Reyes National Seashore.</p>", "timeOfDayDescription": "<p>Point Reyes National Seashore is open daily for day-hiking from 6 am to midnight. Overnight parking is only permitted with a valid <a href=\"https://www.nps.gov/pore/planyourvisit/camping.htm\">backcountry camping</a> permit.</p>", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "", "locationDescription": "<p>The <a href=\"https://www.nps.gov/places/point-reyes-earthquake-trailhead.htm\">Earthquake Trailhead</a> is at the northeast corner of the Trailhead and Picnic Area parking area at Bear Valley in Point Reyes National Seashore.<br /> <a href=\"https://www.nps.gov/pore/planyourvisit/directions.htm\">Directions to Bear Valley</a></p> <p>To help reduce traffic congestion in the paved parking lot adjacent to the Bear Valley Visitor Center, please park your vehicle(s) in the gravel, trailhead/picnic area parking lot on the left (east) side of the access road close to the Bear Valley Trailhead. Parking is free. <a href=\"https://www.nps.gov/pore/planyourvisit/upload/map_bearvalley.pdf\">Download the Bear Valley Area Map</a> (427 KB PDF), which shows the location of the trailhead parking lot relative to the Bear Valley Visitor Center.</p>", "doFeesApply": "false", "longDescription": "<p><strong>Distance:</strong> 0.6 mi. (1 km) loop</p> <p>Welcome to the <a href=\"https://www.nps.gov/pore/learn/nature/faults.htm\">San Andreas Fault</a> Zone. Here, where the North American and Pacific plates scrape against one another, we witness forces of change. This world-famous fault holds secrets of geologic processes under its long bays and valleys. Looking closely, you may find clues about Earth's restlessness that shapes the land, its inhabitants, and all our lives.</p> <p>Discover the geology of the San Andreas Fault through interpretive signs on this paved loop through meadows and along a stream lined with alders and willows. A fence that was constructed half way around the trail illustrates the 16 feet (3 meters) of displacement that occurred during the infamous <a href=\"https://www.nps.gov/pore/learn/upload/resourcenewsletter_1906earthquakecentennial.pdf\">1906 earthquake</a>. (5,501 KB PDF)</p> <p>The <a href=\"https://www.nps.gov/places/point-reyes-earthquake-trailhead.htm\">Earthquake Trailhead</a> is at the northeast corner of the Trailhead and Picnic Area parking area at Bear Valley in Point Reyes National Seashore. Look for trailhead signs to the north (e.g., left if standing in the parking lot) of the picnic area's restroom building.</p> <p>Download the <a href=\"https://www.nps.gov/pore/planyourvisit/upload/map_bearvalley.pdf\">Bear Valley Area Map</a>. (427 KB PDF)</p> <p>Always check <a href=\"https://www.nps.gov/pore/planyourvisit/conditions.htm\">current conditions</a> before heading out into the park and familiarize yourself with <a href=\"https://www.nps.gov/pore/planyourvisit/parkregulations.htm\">park regulations</a>. Please practice <a href=\"https://www.nps.gov/pore/planyourvisit/leavenotrace.htm\">Leave No Trace</a> principles.</p> <p>Visit the park's <a href=\"https://www.nps.gov/pore/planyourvisit/hiking.htm\">Hiking at Point Reyes National Seashore</a> page for hiking tips and information about trail etiquette and safety.</p> <p>Visit the park's <a href=\"https://www.nps.gov/pore/planyourvisit/hiking_trail_advisories.htm\">Trail Advisories and Closures</a> page for current information about closed trails, trails blocked by trees, or other temporary hazards or advisories.</p>", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "F0F97E32-2F29-41B4-AF98-9FBE8DAB36B1", "name": "Geology"}, {"id": "A160B3D9-1603-4D89-B82F-21FCAF9EEE3B", "name": "Tragic Events"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}], "durationDescription": "Allow 15 to 20 minutes to walk the Earthquake Trail without stopping to read the exhibits; allow 30 to 40 minutes if you do read the exhibits.", "arePetsPermitted": "false", "timeOfDay": ["Day", "Dawn", "Dusk"], "duration": "15-40 Minutes", "credit": ""}
{"id": "38AB04A6-01D4-426A-8F2E-0FB04AAD5CE8", "url": "https://www.nps.gov/thingstodo/walk-the-kule-loklo-trail.htm", "title": "Walk the Kule Loklo Trail", "shortDescription": "A short path leads up to a replica of a Coast Miwok Indian village. Interpretive signs briefly describe Coast Miwok culture and history and the structures in the village. This trail begins at the north end of the Bear Valley parking lot.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/473969A6-9819-E798-1E3204674890801F.jpg", "credit": "NPS Photo", "altText": "A dirt path paralleling a split rail fence leads past the Kule Loklo Trailhead sign into the woods.", "title": "Kule Loklo Trailhead. December 10, 2021.", "description": "", "caption": "Look for the Kule Loklo Trailhead sign at the north end of the Bear Valley Parking Lot.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/473969A6-9819-E798-1E3204674890801F.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/473969A6-9819-E798-1E3204674890801F.jpg"}]}], "relatedParks": [{"states": "CA", "parkCode": "pore", "designation": "National Seashore", "fullName": "Point Reyes National Seashore", "url": "https://www.nps.gov/pore/index.htm", "name": "Point Reyes"}], "relatedOrganizations": [], "tags": ["Point reyes", "Point Reyes National Seashore", "Kule Loklo", "Kule Loklo Trail", "Coast Miwok", "Coast Miwok Indian", "Coast Miwok Indians", "indian american history", "Native American", "native american history", "Native American culture", "one hour hike"], "latitude": "38.042077937882276", "longitude": "-122.7997533030383", "geometryPoiId": "af6967f0-5e5d-416e-9077-8ec05a148bfd", "amenities": [], "location": "Kule Loklo Trail, Bear Valley, Point Reyes National Seashore", "seasonDescription": "<h2>Winter</h2> <p>The heaviest rainfall occurs in the winter months. Come prepared for rain and drizzle to possibly last for several days. In between winter rains, it is often sunny, calm, and cool.</p> <h2>Spring</h2> <p>Most spring days are windy. Expect cool temperatures in March. By late May and early June, temperatures can be quite pleasant.</p> <h2>Summer</h2> <p>Although there is very little rain during summer months, there is often dense fog, which tends to burn off by mid-day. Afternoons are often sunny and warm to hot with a light breeze.</p> <h2>Fall</h2> <p>Point Reyes experience some of the clearest days in late September, October, and early November. The occasional storm will start rolling through in late October, bringing clouds, wind, and rain. The strongest winds occur in November and December during occasional southerly gales.</p>", "accessibilityInformation": "<p>The first part of the 0.4 mile (650 meter) dirt trail to Kule Loklo is quite steep, but then the trail levels off with relatively minimal cross slope. However, the dirt trail does pass over some exposed tree roots, which may be difficult for some to get over. Many gopher holes fill the grassy field at Kule Loklo, making it challenging for some to navigate between the exhibit's structures in a wheelchair or on crutches. There are no accessible restrooms. Inquire at Bear Valley Visitor Center for more information on accessing Kule Loklo.</p>", "isReservationRequired": "false", "ageDescription": "<p>All ages.</p>", "petsDescription": "<p>Pets are prohibited at Kule Loklo and on the trails that lead to Kule Loklo. Visit the park's <a href=\"https://www.nps.gov/pore/planyourvisit/pets.htm\">Pets</a> page to learn where pets are welcome at Point Reyes National Seashore.</p>", "timeOfDayDescription": "<p>Point Reyes National Seashore is open daily for day-hiking from 6 am to midnight.</p>", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "", "locationDescription": "<p>The <a href=\"https://www.nps.gov/places/point-reyes-kule-loklo-trailhead.htm\">Kule Lokloe Trailhead</a> is located at the north end of the Bear Valley parking lot in Point Reyes National Seashore.<br /> <a href=\"https://www.nps.gov/pore/planyourvisit/directions.htm\">Directions to Bear Valley</a><br /> <a href=\"https://www.nps.gov/pore/planyourvisit/upload/map_bearvalley.pdf\">Download the Bear Valley Area Map</a> (427 KB PDF), which shows the location of Kule Loklo and the Kule Loklo Trailhead relative to the Bear Valley Visitor Center.</p>", "doFeesApply": "false", "longDescription": "<!--<p><span style=\"color:#990000;\"><strong>Kule Loklo and the trails leading to Kule Loklo are closed until further notice due to hazard trees.</strong></span></p>--> <p><strong>Distance:</strong> 0.8 mi. (1.3 km) roundtrip</p> <p>A short path leads from the <a href=\"https://www.nps.gov/pore/planyourvisit/visitorcenters.htm#bearvalleyvc\">Bear Valley Visitor Center</a> up a small hill to <a href=\"https://www.nps.gov/places/point_reyes_kule_loklo.htm\">a replica of a Coast Miwok Indian village</a>. Interpretive signs briefly describe <a href=\"https://www.nps.gov/pore/learn/historyculture/people_coastmiwok.htm\">Coast Miwok</a> culture and history and the structures in the village.</p> <p>From Kule Loklo, return on the same trail, or continue around the horse pasture via the Morgan Trail to return past the <a href=\"https://www.nps.gov/places/point-reyes-morgan-horse-ranch.htm\">Morgan Horse Ranch</a>.</p> <p>The <a href=\"https://www.nps.gov/places/point-reyes-kule-loklo-trailhead.htm\">Kule Loklo Trailhead</a> is located at the north end of the Bear Valley Parking Lot, about 110 yards (100 meters) from the the Bear Valley Visitor Center.</p> <p>Download the <a href=\"https://www.nps.gov/pore/planyourvisit/upload/map_bearvalley.pdf\">Bear Valley Area Map</a>. (427 KB PDF)</p> <p>Always check <a href=\"https://www.nps.gov/pore/planyourvisit/conditions.htm\">current conditions</a> before heading out into the park and familiarize yourself with <a href=\"https://www.nps.gov/pore/planyourvisit/parkregulations.htm\">park regulations</a>. Please practice <a href=\"https://www.nps.gov/pore/planyourvisit/leavenotrace.htm\">Leave No Trace</a> principles.</p> <p>Visit the park's <a href=\"https://www.nps.gov/pore/planyourvisit/hiking.htm\">Hiking at Point Reyes National Seashore</a> page for hiking tips and information about trail etiquette and safety.</p> <p>Visit the park's <a href=\"https://www.nps.gov/pore/planyourvisit/hiking_trail_advisories.htm\">Trail Advisories and Closures</a> page for current information about closed trails, trails blocked by trees, or other temporary hazards or advisories.</p>", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "A1BAF33E-EA84-4608-A888-4CEE9541F027", "name": "Native American Heritage"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}], "durationDescription": "<p>Allow 20 minutes to walk to and from Kule Loklo. Allow for more time to check out the structures and exhibit or to enjoy a picnic.</p>", "arePetsPermitted": "false", "timeOfDay": ["Day", "Dawn", "Dusk"], "duration": "20-60 Minutes", "credit": ""}
{"id": "06C8B485-1564-4FEA-BA44-3623EEB81FCE", "url": "https://www.nps.gov/thingstodo/layers-of-life-stories-of-ancient-oregon.htm", "title": "Layers of Life: Stories of Ancient Oregon", "shortDescription": "Layers of Life: Stories of Ancient Oregon", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/70149BFC-E0C7-AD0F-A9E29446614C309B.jpg", "credit": "NPS", "altText": "A blue-green geologic formation with green grass and a tree in the foreground.", "title": "Park Film", "description": "", "caption": "Cathedral Rock", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/70149BFC-E0C7-AD0F-A9E29446614C309B.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/70149BFC-E0C7-AD0F-A9E29446614C309B.jpg"}]}], "relatedParks": [{"states": "OR", "parkCode": "joda", "designation": "National Monument", "fullName": "John Day Fossil Beds National Monument", "url": "https://www.nps.gov/joda/index.htm", "name": "John Day Fossil Beds"}], "relatedOrganizations": [], "tags": [], "latitude": "", "longitude": "", "geometryPoiId": "", "amenities": [], "location": "Thomas Condon Visitor Center and Park Website", "seasonDescription": "", "accessibilityInformation": "This video is available in English only with closed captioning. Captions are available in English only.", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "", "timeOfDayDescription": "", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "0C0D142F-06B5-4BE1-8B44-491B90F93DEB", "name": "Park Film"}], "activityDescription": "", "locationDescription": "The official park film and park film webisodes are available to watch during operating hours at the Thomas Condon Visitor Center, as well as <a href=\"https://www.nps.gov/joda/learn/photosmultimedia/joda-park-film.htm\">here</a> on our website.", "doFeesApply": "false", "longDescription": "Layers of Life: Stories of Ancient Oregon tells a story of one of the richest fossil beds in North America, John Day Fossil Beds National Monument. Travel through nearly 50-million years and discover how life during the Age of Mammals and Flowering Plants responded to landscapes with fluctuating climates and explosive volcanoes. Once warm and rainy, teeming with crocodiles and palm trees, the land slowly transformed into a high desert, dotted with sagebrush steppe and pronghorns. Dynamic, 3-D animation illustrates how iconic landscape features like Sheep Rock, the Painted Hills, and the Clarno Palisades were formed.", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "4DC11D06-00F1-4A01-81D0-89CCCCE4FF50", "name": "Climate Change"}, {"id": "F6D3A52E-608F-47D6-96DF-1FD64122A2FC", "name": "Fossils and Paleontology"}, {"id": "F0F97E32-2F29-41B4-AF98-9FBE8DAB36B1", "name": "Geology"}, {"id": "3CDB67A9-1EAC-408D-88EC-F26FA35E90AF", "name": "Schools and Education"}], "durationDescription": "", "arePetsPermitted": "false", "timeOfDay": ["Day"], "duration": "20 Minutes", "credit": ""}
{"id": "9B081DDD-4C3E-47C0-901A-E92A159B0078", "url": "https://www.nps.gov/thingstodo/hike-kayenta-trail.htm", "title": "Kayenta Trail", "shortDescription": "The moderate, 2.0 mi (3.2 km) Kayenta Trail follows the Virgin River before ascending to the Lower and Upper Emerald Pool Trails. Provides panoramic views of Zion Canyon along the way. Long drop-offs are present along this trail. You can either return on the same trail, or make a loop using one of the Emerald Pools trails.  Water and restrooms are available at The Grotto.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/54128644-C0FE-3210-AB39C4918EED0D2A.jpg", "credit": "NPS/Lizz Eberhardt", "altText": "A set of red sandstone stairs lined with loose rocks and green foliage leads out of frame.", "title": "Kayenta Trail", "description": "", "caption": "Sandstone steps of the Kayenta Trail lead you up to the Emerald Pools", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/54128644-C0FE-3210-AB39C4918EED0D2A.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/54128644-C0FE-3210-AB39C4918EED0D2A.jpg"}]}], "relatedParks": [{"states": "UT", "parkCode": "zion", "designation": "National Park", "fullName": "Zion National Park", "url": "https://www.nps.gov/zion/index.htm", "name": "Zion"}], "relatedOrganizations": [], "tags": ["kayenta", "Zion Canyon", "out and back", "loop trail", "moderate hike", "Zion National Park"], "latitude": "37.2593792742", "longitude": "-112.951439308", "geometryPoiId": "8f9ea3a0-0722-4cae-9edf-3e562e0766dc", "amenities": [], "location": "Kayenta & West Rim Trailhead", "seasonDescription": "", "accessibilityInformation": "Trail is unpaved, and covers sandy, rocky, and uneven terrain. Sandstone steps are present at multiple points, with sections of long drop-offs. Total elevation gain is 150 ft (46 km). ", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "", "timeOfDayDescription": "", "feeDescription": "Park entrance fees apply.", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "", "locationDescription": "The Kayenta Trailhead is located at The Grotto (shuttle stop #6). Use the crosswalk to reach the bridge over the Virgin River, then take a left up the sandstone steps to begin the hike.", "doFeesApply": "false", "longDescription": "The moderate, 2.0 mi (3.2 km) Kayenta Trail follows the Virgin River before ascending to the Lower and Upper Emerald Pool Trails. Provides panoramic views of Zion Canyon along the way. Long drop-offs are present along this trail. You can either return on the same trail, or make a loop using one of the Emerald Pools trails. <br /> <br /> Water and restrooms are available at <a href=\"https://www.nps.gov/places/the-grotto-zion.htm\">The Grotto</a>.", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}], "durationDescription": "", "arePetsPermitted": "false", "timeOfDay": ["Day", "Night", "Dawn", "Dusk"], "duration": "2-3 Hours", "credit": ""}
{"id": "7D4532B5-C565-4849-A987-F40D6DDD2B91", "url": "https://www.nps.gov/thingstodo/hike-sand-bench.htm", "title": "Sand Bench", "shortDescription": "The Sand Bench Trail is a 7.6 mi (12.2 km) roundtrip hike atop the remains of an ancient rockfall. This trail leads hikers along the Virgin River and then ascends a landslide that dammed the Virgin River 8,000 years ago and created a lake that extended to Angels Landing. This trail is a commercial horse trail from March to October, and it receives little shade in the hot, summer sun. Winter travel is possible, but watch for patches of ice.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/59D455C0-F4B1-2FE8-975E750A09DFD5AD.jpg", "credit": "NPS/ Darcy McKinley Lester", "altText": "A cloudy blue sky over red sandstone mountains, with green foliage dotting their foothills.", "title": "Sand Bench Trail", "description": "", "caption": "The Sand Bench Trail has excellent view of many Zion landmarks.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/59D455C0-F4B1-2FE8-975E750A09DFD5AD.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/59D455C0-F4B1-2FE8-975E750A09DFD5AD.jpg"}]}], "relatedParks": [{"states": "UT", "parkCode": "zion", "designation": "National Park", "fullName": "Zion National Park", "url": "https://www.nps.gov/zion/index.htm", "name": "Zion"}], "relatedOrganizations": [], "tags": ["hike", "day hike", "loop hike", "out and back", "Horse Trail", "sand bench trail", "Zion Canyon"], "latitude": "37.2510388552001", "longitude": "-112.958668719406", "geometryPoiId": "b744d53b-74a6-4f82-bdb7-ec7f4a2c958e", "amenities": [], "location": "Emerald Pools Trailhead", "seasonDescription": "Seasonal commercial horse tours are available from March to October. These tours are offered through a <a href=\"https://www.canyonrides.com/horseback-riding-zion-national-park/\">concessioner</a>.", "accessibilityInformation": "Sandy trail with wooden and sandstone stairs, and some sections of high drop-offs. Overall elevation gain is 466 ft (142 m).", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "", "timeOfDayDescription": "", "feeDescription": "Park entrance fees apply.", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "", "locationDescription": "The Sand Bench Trail is primarily accessible from the Emerald Pools Trailhead at the Zion Lodge (shuttle stop #5). Follow the sidewalk past the lodge lawn to the crosswalk. Cross the road then continue over the bridge. From that point, take a left turn to begin the Sand Bench Trail. This is also where you can access Middle Emerald Pools Trail.<br /> <br /> Sand Bench is also accessible from the Court of the Patriarchs (shuttle stop #4). From the up-canyon shuttle stop, cross the road to the wooden steps leading down to a sandy trail. At that point, hikers have the option to head up-canyon towards the Zion Lodge by taking a right turn, or continue back towards the Court of the Patriarchs to ascend the longer loop portion of the trail. Hiking only the loop portion of the trail makes the roundtrip closer to 5 miles (8 km).", "doFeesApply": "false", "longDescription": "The Sand Bench Trail is a 7.6 mi (12.2 km) roundtrip hike atop the remains of an ancient rockfall. This trail leads hikers along the Virgin River and then ascends a landslide that dammed the Virgin River 8,000 years ago and created a lake that extended to Angels Landing. This trail is a commercial horse trail from March to October, and it receives little shade in the hot, summer sun. Winter travel is possible, but watch for patches of ice.<br /> <br /> Water and restrooms are available at <a href=\"https://www.nps.gov/places/zion-lodge.htm\">The Zion Lodge</a>. ", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}], "durationDescription": "", "arePetsPermitted": "false", "timeOfDay": ["Day", "Night", "Dawn", "Dusk"], "duration": "1-4 Hours", "credit": ""}
{"id": "1EB1C20E-0501-4227-B79B-E3CF942DCBC7", "url": "https://www.nps.gov/thingstodo/trail-run-grandview-rim-trail.htm", "title": "Trail Run Grandview Rim Trail", "shortDescription": "Trail run that is 3.1 miles. This is an out and back route that is on different compositions. It is mostly a dirt path with varying degrees of hardness. In fall, when leaves are falling, be aware that the leaves can block view of any dips in the trail terrain.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/0F3A273B-DCB2-E28F-B26211C2C021FCDE.jpg", "credit": "NPS", "altText": "Colored photo looking down into the gorge at a bend in the New River", "title": "View from the Main Overlook at Grandview", "description": "", "caption": "The view from the main overlook at grandview", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/0F3A273B-DCB2-E28F-B26211C2C021FCDE.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/0F3A273B-DCB2-E28F-B26211C2C021FCDE.jpg"}]}], "relatedParks": [{"states": "WV", "parkCode": "neri", "designation": "National Park & Preserve", "fullName": "New River Gorge National Park & Preserve", "url": "https://www.nps.gov/neri/index.htm", "name": "New River Gorge"}], "relatedOrganizations": [], "tags": [], "latitude": "37.83142082820347", "longitude": "-81.06275081634521", "geometryPoiId": "", "amenities": [], "location": "Grandview Rim Trail Starting Point", "seasonDescription": "This trail is open year round. During the summer there is a heavy canopy of Rhododendrons to keep the air cool. Druing the Fall, there can be a large amount of leaf litter that can make running this route a bit hazardous due to divets and dips not being apparent due to the leaves obscuring the view. The winter is great, but can be prone to snow. ", "accessibilityInformation": "This trail is a mixture of hard packed soil, rocks, and smaller dirt compositions. It is not entirely accessible. There are segments that are accessible at the start of the trail, but there are divots and dips within .2 of a mile from the starting point. . ", "isReservationRequired": "false", "ageDescription": "The total distance is 3.1 miles with a change of elevation around 460 feet. ", "petsDescription": "Pets are allowed as long as they are on a leash that is less then 6 feet and the pet owners are picking up any waste. ", "timeOfDayDescription": "Daylight hours is the best time to run this route to be visible to other hikers and other vehicles in the parking areas. ", "feeDescription": "", "age": "3", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "Trail run the Grandview Rim Trail at the Grandview Location.<br /> <br /> Total Distance 3.1 miles.<br /> <br /> Approximate change in elevation is about 460 foot.<br /> <br /> This is an out and back trail.", "locationDescription": "The Grandview Rim Trail is just to the left of the Main Overlook and close to the Parking Area. You will see several benches near this path. ", "doFeesApply": "false", "longDescription": "Trail Run: Grandview Rim Trail: 3.1 miles out and back.<br /> <br /> Are you looking for a great place to run and have great views down into the Gorge of the New River? The Grandview Rim Trail at the Grandview location is super easy to find and to follow. Park in the area near the Grandview Visitor Center and start your warm-up by walking the short distance to the Main Overlook. This is about a football field distance from the car parking area. As you walk to the Main Overlook from the parking area, notice the benches to your left that are bordering a wide trail. This is your starting point. The Grandview Rim Trail follows along the perimeter of the Gorge so keep the Gorge to your right shoulder and you will come to a sign for the North Overlook. This is where you will split away from the Gorge and start in a more forested area. When you reach the road , stay on the trail to the right and it is a windy trail that will have a change in elevation of about 460 feet. The trail will end in a parking lot for Turkey Spur. If you want to stop running for a few minutes and go up the 150 steps in this rock outcropping next to the parking lot you can. There are three additional vantage points to see down into the Gorge from the top of Turkey Spur. Most runners simply turn around in the parking lot and retrace their steps back to the main parking area next to the Main Overlook. ", "reservationDescription": "", "season": [], "topics": [{"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}], "durationDescription": "This trail could take anywhere from 20 minutes to 2 hours, depending on the person. ", "arePetsPermitted": "true", "timeOfDay": ["Day", "Dawn", "Dusk"], "duration": "", "credit": ""}
{"id": "B2F5568C-C5E1-4783-8A74-5685D247CD7A", "url": "https://www.nps.gov/thingstodo/take-a-drive-on-the-battlefield-tour-road.htm", "title": "Take a Drive on the Battlefield Tour Road", "shortDescription": "Explore Saratoga National Historical Park and the Saratoga Battlefield by car, where turning point of the American Revolution took place in 1777. ", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/18CE3F3A-019B-462D-4C4C87ED7C01E51F.jpg", "credit": "NPS", "altText": "Map of the battlefield road tour through Saratoga National Historical Park", "title": "Battlefield Tour Road Map", "description": "", "caption": "Map of the Battlefield Tour Road", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/18CE3F3A-019B-462D-4C4C87ED7C01E51F.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/18CE3F3A-019B-462D-4C4C87ED7C01E51F.jpg"}]}], "relatedParks": [{"states": "NY", "parkCode": "sara", "designation": "National Historical Park", "fullName": "Saratoga National Historical Park", "url": "https://www.nps.gov/sara/index.htm", "name": "Saratoga"}], "relatedOrganizations": [], "tags": ["SaratogaNHP", "Saratoga Battlefield"], "latitude": "43.012414157393536", "longitude": "-73.65013360977173", "geometryPoiId": "", "amenities": [], "location": "Beginning of the Tour Road", "seasonDescription": "<p>The Tour Road is typically open throughout the spring, summer and fall. In the winter, the road closes for the season after the first snow. </p>", "accessibilityInformation": "<p>The road is accessible to vehicles. <br /> <br /> Restroom facilities are available at Stop 2 and Stop 7, but no water is available. <br /> <br /> Picnic areas are available at Stop 7 and Stop 9. <br /> <br /> Each stop has paved walkways leading to interpretive waysides that describe the locations. <br /> <br /> Make sure to stop by the <a href=\"https://www.nps.gov/sara/planyourvisit/visitorcenters.htm\">Visitor Center</a> for water and full restroom facilities. </p>", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "<p><a href=\"https://www.nps.gov/sara/planyourvisit/pets.htm\">Pets</a> are allowed in the park as long as they are kept on a leash no longer than 6 feet. <br /> Please pick up after your pet! </p>", "timeOfDayDescription": "<p>When open, the Tour Road is typically open to vehicles from 9:00 am to 5:00 pm and to bicycles/pedestrians from sunrise to sunset. </p>", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "true", "activities": [{"id": "C7D5A145-F8EB-4C37-9E92-2F6C6206B196", "name": "Self-Guided Tours - Auto"}], "activityDescription": "<p>This is a self guided driving tour with 10 stops through the Saratoga Battlefield. </p>", "locationDescription": "<p>From the visitor center, turn left through the gate (when open) to start the driving tour. </p>", "doFeesApply": "false", "longDescription": "<h3>PLEASE NOTE:</h3> <h4>Starting December 1st, the tour road is CLOSED to vehicles for the winter. Read more about the <a href=\"https://www.nps.gov/sara/learn/tour-road-improvement-project.htm\">Tour Road Improvement Project</a>.</h4> <p><br /> Explore Saratoga National Historical Park and the Saratoga Battlefield where turning point of the American Revolution took place in 1777. <br /> <br /> This one-way, 10-mile road has 10 tour stops at significant places in the battlefield. A downloadable <a href=\"https://www.nps.gov/sara/learn/photosmultimedia/multimedia.htm\">audio tour</a> (also available via phone or NPS Park Mobile App) is available to accompany the drive. <br /> <br />  </p>", "reservationDescription": "", "season": ["Spring", "Summer"], "topics": [{"id": "F3883A66-A7CB-461B-868E-1B5932224B25", "name": "American Revolution"}, {"id": "6A3658B4-FB6E-4E23-A63A-9AEF11988831", "name": "Battlefields"}, {"id": "990E22A2-20D8-4CC2-8E6C-D2DF165BCDA5", "name": "American Revolutionary War"}], "durationDescription": "<p>While listening to the accompanying <a href=\"https://www.nps.gov/sara/learn/photosmultimedia/multimedia.htm\">audio tour</a> and stopping at the 10 stops, the drive can take between 1 - 2 hours.  <br /> <br /> If you choose not to stop, the drive can take about 30 minutes. </p>", "arePetsPermitted": "true", "timeOfDay": ["Day"], "duration": "30-120 Minutes", "credit": ""}
{"id": "D2320E0C-8013-4317-B0ED-93B1F6AC13D7", "url": "https://www.nps.gov/thingstodo/kayak-and-other-guided-tours.htm", "title": "Kayak and Other Guided Tours", "shortDescription": "Several authorized companies offer guided kayak tours, ice climbing activities, and hiking/camping trips in the park.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/DE578C31-E163-5C92-65E9F69E4252C44F.jpg", "credit": "NPS photo", "altText": "Group of yellow kayaks next to colorful cliff", "title": "Kayak tour in Rainbow Cove", "description": "", "caption": "Kayak tour in Rainbow Cove along the Pictured Rocks cliffs", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DE578C31-E163-5C92-65E9F69E4252C44F.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DE578C31-E163-5C92-65E9F69E4252C44F.jpg"}]}], "relatedParks": [{"states": "MI", "parkCode": "piro", "designation": "National Lakeshore", "fullName": "Pictured Rocks National Lakeshore", "url": "https://www.nps.gov/piro/index.htm", "name": "Pictured Rocks"}], "relatedOrganizations": [], "tags": ["Guided Tours", "guided kayak tours", "Guided ice climbing", "Guided hiking", "Guided backpacking trips", "Pictured Rocks National Lakeshore"], "latitude": "", "longitude": "", "geometryPoiId": "", "amenities": [], "location": "", "seasonDescription": "Guided kayak and hiking activities take place from late spring until early autumn.<br /> Guided ice climbing activities take place in winter.", "accessibilityInformation": "Contact the individual companies for information on accessibility.", "isReservationRequired": "true", "ageDescription": "", "petsDescription": "", "timeOfDayDescription": "", "feeDescription": "Contact the individual companies for fees and schedules.", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "B33DC9B6-0B7D-4322-BAD7-A13A34C584A3", "name": "Guided Tours"}], "activityDescription": "The park permits various companies to offer guided kayak, ice climbing, and camping/hiking tours.", "locationDescription": "", "doFeesApply": "true", "longDescription": "<p>Only businesses with official CUAs (Commercial Use Authorizations) are allowed to offer guided tours within the national lakeshore. A list of all authorized businesses offering kayak, ice climbing, hiking, and other types of guided tours/activities is below. This list may change from year to year - check the park guided tour <a href=\"https://www.nps.gov/piro/planyourvisit/kayaking-other-guided-tours.htm\">webpage</a> for the most current listing. The information below is primarily for reference<b><i>. </i></b>Contact the companies directly for the most up-to-date information on tours, schedules, pricing, and services.<br />  </p> <h4>Guided Kayaking:</h4> <p><a href=\"https://www.northernwaters.com/\">Northern Waters Adventures</a><br /> <a href=\"http://www.uncleduckyoutfitters.com/\">Paddling Michigan - Uncle Ducky's</a><br /> <a href=\"https://www.paddlepicturedrocks.com/\">Pictured Rocks Kayaking</a><br /> <a href=\"https://yooperyachts.com/\">Yooper Yachts</a></p> <h4>Guided Ice Climbing:</h4> <p><a href=\"http://rockclimbmichigan.com/\">Downwind Sports</a><br /> <a href=\"https://www.peabodyiceclimbing.com/news-events\">Peabody Ice Climbing</a></p> <h4>Guided Backpacking and Tours:</h4> <p><a href=\"http://foxhilladventures.com/\">Fox Hill Adventures</a><br /> <a href=\"http://hiawathahiking.com/\">Hiawatha Hiking Company</a></p>", "reservationDescription": "Contact the individual companies for reservations.", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "41B1A0A3-11FF-4F55-9CB9-034A7E28B087", "name": "Forests and Woodlands"}, {"id": "F0F97E32-2F29-41B4-AF98-9FBE8DAB36B1", "name": "Geology"}, {"id": "1CF1F6BB-A037-445B-8CF2-81428E50CE52", "name": "Lakes"}, {"id": "4244F489-6813-4B7A-9D0C-20CE098C8FFF", "name": "Rock Landscapes and Features"}], "durationDescription": "", "arePetsPermitted": "false", "timeOfDay": [], "duration": "", "credit": ""}
{"id": "6E1CC09D-C90D-4D36-A295-8F5785509CD1", "url": "https://www.nps.gov/thingstodo/pictured-rocks-cruises-boat-tour.htm", "title": "Pictured Rocks Cruises Boat Tour", "shortDescription": "Taking a narrated boat tour is the easiest way to view the colorful Pictured Rocks cliffs.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/DC995E5A-E2F1-2B93-1FCC6F5438924F44.jpg", "credit": "NPS photo", "altText": "White cruise boat along cliffs with autumn trees on top.", "title": "Pictured Rocks Cruises boat tour", "description": "", "caption": "Taking a narrated boat tour is a great way to see the Pictured Rocks.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/DC995E5A-E2F1-2B93-1FCC6F5438924F44.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/DC995E5A-E2F1-2B93-1FCC6F5438924F44.jpg"}]}], "relatedParks": [{"states": "MI", "parkCode": "piro", "designation": "National Lakeshore", "fullName": "Pictured Rocks National Lakeshore", "url": "https://www.nps.gov/piro/index.htm", "name": "Pictured Rocks"}], "relatedOrganizations": [], "tags": ["Pictured Rocks Cruises", "boat tour", "Guided Tour", "Pictured Rocks Cliffs", "Pictured Rocks National Lakeshore"], "latitude": "46.41302196521271", "longitude": "-86.65379888231996", "geometryPoiId": "ac28dd50-e66f-4bc9-bc3b-362fb462e0e8", "amenities": [], "location": "City Dock in downtown Munising", "seasonDescription": "Boat cruises generally go from mid-May to mid-October, weather permitting.", "accessibilityInformation": "Contact Pictured Rocks Cruises for information about accessibility.", "isReservationRequired": "true", "ageDescription": "", "petsDescription": "Pets are not allowed on the boats. Pictured Rocks Cruises offers kennels for customers with pets.", "timeOfDayDescription": "During peak summer season, boat tours begin in the morning and usually go hourly through through sunset. ", "feeDescription": "Fees vary depending on the destination of a particular cruise.", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "B33DC9B6-0B7D-4322-BAD7-A13A34C584A3", "name": "Guided Tours"}], "activityDescription": "Guided, non-stop boat tours of the Pictured Rocks cliffs are offered by Pictured Rocks Cruises, which is an official National Park Service concessionaire. Tours last 2 - 2.5 hours and cover 40 roundtrip miles.", "locationDescription": "Pictured Rocks Cruises is at the north end of Elm Street at the City Dock, in downtown Munising.", "doFeesApply": "true", "longDescription": "Pictured Rocks Cruises, Inc., is the only concessionaire authorized by the National Park Service to offer non-stop narrated boat tours of the spectacular sandstone cliffs within Pictured Rocks National Lakeshore. Cruises vary from 2 - 2.5 hours long and each travels approximately 40 miles round trip. Some cruises go as far as Chapel Rock, and others go to Spray Falls.<br /> <br /> Pictured Rocks Cruises operates from mid-May to mid-October. All cruises depart from the city dock at the north end of Elm Avenue in downtown Munising. Please check their <a href=\"https://www.picturedrocks.com/\">website</a> for more information and the complete schedule.<br /> <br /> <br /> Pictured Rocks Cruises, Inc.<br /> P.O. Box 255<br /> Munising MI 49862<br /> 800-650-2379 or 906-387-2379<br /> <a href=\"http://www.picturedrocks.com/\">http://www.picturedrocks.com</a>", "reservationDescription": "Making reservations in advance is highly encouraged.", "season": ["Spring", "Summer", "Fall"], "topics": [{"id": "F0F97E32-2F29-41B4-AF98-9FBE8DAB36B1", "name": "Geology"}, {"id": "1CF1F6BB-A037-445B-8CF2-81428E50CE52", "name": "Lakes"}], "durationDescription": "", "arePetsPermitted": "false", "timeOfDay": ["Day", "Dusk"], "duration": "2-3 Hours", "credit": ""}
{"id": "DA2CCED5-9149-4659-8806-477FCC3BAA3B", "url": "https://www.nps.gov/thingstodo/gettysburg-winter-lectures.htm", "title": "Gettysburg Winter Lecture Series", "shortDescription": "Featuring some of the best Rangers, historians, and authors from across the country, the 9-week Winter Lecture Series will return to the Gettysburg National Military Park Museum and Visitor Center in 2023!", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/7CB28562-D8CA-9022-1631ACC0ED669AE2.jpg", "credit": "NPS Photo", "altText": "A full theater as seen from the back of the audience. A large white screen, a speaker and podium.", "title": "Winter Lecture Series", "description": "", "caption": "Rangers, historians, and authors provide free lectures during the winter months.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7CB28562-D8CA-9022-1631ACC0ED669AE2.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7CB28562-D8CA-9022-1631ACC0ED669AE2.jpg"}]}], "relatedParks": [], "relatedOrganizations": [], "tags": ["Gettysburg", "gettysburg national military park", "military", "battlefield", "Monuments", "Memorials", "Slavery", "Abolition", "Presidents", "Education", "veterans", "Civil War", "weapons"], "latitude": "39.81136207152857", "longitude": "-77.22551450199506", "geometryPoiId": "", "amenities": [], "location": "Gettysburg National Military Park Museum and Visitor Center", "seasonDescription": "", "accessibilityInformation": "Indoor winter programs are physically accessible.", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "", "timeOfDayDescription": "", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "B33DC9B6-0B7D-4322-BAD7-A13A34C584A3", "name": "Guided Tours"}], "activityDescription": "", "locationDescription": "", "doFeesApply": "false", "longDescription": "<p>Featuring some of the best Rangers, historians, and authors from across the country, the 9-week Winter Lecture Series will return to the Gettysburg National Military Park Museum and Visitor Center in 2023!<br />  </p> <p>The Winter Lecture Series is held at 1:30 p.m. on weekends in the Gettysburg National Military Park Museum and Visitor Center from January 7 through February 26, 2023. Free tickets will be available day of at the Gettysburg National Military Park Museum and Visitor Center.<br /> <br /> <em><strong>We will provide updates for 2023 programs as soon as they become available.</strong></em></p>", "reservationDescription": "", "season": ["Winter"], "topics": [{"id": "A8E54356-20CD-490E-B34D-AC6A430E6F47", "name": "Civil War"}], "durationDescription": "", "arePetsPermitted": "false", "timeOfDay": ["Day"], "duration": "45-60 Minutes", "credit": ""}
{"id": "32D63018-7718-4F13-867D-B6B2737481D4", "url": "https://www.nps.gov/thingstodo/gett-campfire-programs.htm", "title": "Campfire Programs at Gettysburg", "shortDescription": "Join us in the evening for a campfire program! Campfire programs are stationary talks held at the park amphitheater that cover special themes and topics related to Gettysburg.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/967892F4-DCCB-4AC7-3A6A6F9B26279813.jpg", "credit": "NPS Photo", "altText": "A park ranger at an amphitheater speaking with a slide show next to him.", "title": "Campfire Program", "description": "", "caption": "Campfire programs", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/967892F4-DCCB-4AC7-3A6A6F9B26279813.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/967892F4-DCCB-4AC7-3A6A6F9B26279813.jpg"}]}], "relatedParks": [{"states": "PA", "parkCode": "gett", "designation": "National Military Park", "fullName": "Gettysburg National Military Park", "url": "https://www.nps.gov/gett/index.htm", "name": "Gettysburg"}], "relatedOrganizations": [], "tags": ["Gettysburg", "campfire program", "ranger program"], "latitude": "", "longitude": "", "geometryPoiId": "", "amenities": [], "location": "", "seasonDescription": "", "accessibilityInformation": "The park amphitheater is located near parking with outdoor bench seating.<br /> <br /> It is our goal to work with park visitors to ensure everyone has a positive experience visiting Gettysburg. Please contact the park for information about specific programs or to request any accommodations you or a member of your party may need.", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "<br /> Pets are allowed on the battlefield, but are not allowed in the National Cemetery or inside buildings.", "timeOfDayDescription": "", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "B33DC9B6-0B7D-4322-BAD7-A13A34C584A3", "name": "Guided Tours"}], "activityDescription": "", "locationDescription": "", "doFeesApply": "false", "longDescription": "<h2 dir=\"auto\">All Campfire Programs Have Concluded for 2022</h2> <div dir=\"auto\">  <p><em><strong>We will provide updates for 2023 programs as soon as they become available.</strong></em></p> </div>", "reservationDescription": "", "season": [], "topics": [{"id": "A8E54356-20CD-490E-B34D-AC6A430E6F47", "name": "Civil War"}], "durationDescription": "", "arePetsPermitted": "true", "timeOfDay": ["Night"], "duration": "45-60 Minutes", "credit": ""}
{"id": "50267891-78B0-40F8-A007-7B696657BCAB", "url": "https://www.nps.gov/thingstodo/gett-battle-walks.htm", "title": "Gettysburg Battle Walks", "shortDescription": "Throughout the year, Gettysburg National Military Park staff lead special battle walks that explore aspects of the history of the battlefield in more detail than the usual daily ranger programs. Check here for any upcoming battle walks.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/C9019C92-A7FD-E492-6A0A16BEEB311FC9.jpg", "credit": "NPS Photo", "altText": "A large group of 200 people hike on a field.", "title": "A Battle Walk at Gettysburg", "description": "", "caption": "Visitors attend a special hike of Pickett's Charge.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/C9019C92-A7FD-E492-6A0A16BEEB311FC9.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/C9019C92-A7FD-E492-6A0A16BEEB311FC9.jpg"}]}], "relatedParks": [{"states": "PA", "parkCode": "gett", "designation": "National Military Park", "fullName": "Gettysburg National Military Park", "url": "https://www.nps.gov/gett/index.htm", "name": "Gettysburg"}], "relatedOrganizations": [], "tags": ["Gettysburg", "programs", "special events"], "latitude": "", "longitude": "", "geometryPoiId": "", "amenities": [], "location": "", "seasonDescription": "", "accessibilityInformation": "Physical accessibility of battle walks vary depending on the program.<br /> <br /> It is our goal to work with park visitors to ensure everyone has a positive experience visiting Gettysburg. Please contact the park for information about specific programs or to request any accommodations you or a member of your party may need.", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "Pets are allowed on the battlefield, but are not allowed in the National Cemetery or inside buildings.", "timeOfDayDescription": "", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "B33DC9B6-0B7D-4322-BAD7-A13A34C584A3", "name": "Guided Tours"}], "activityDescription": "", "locationDescription": "", "doFeesApply": "false", "longDescription": "<h2 dir=\"auto\">All Battle Walk Programs Have Concluded for 2022</h2> <div> </div> <p>These 2-hour intensive programs examine unique portions of the battlefield, cover significant distances, and cross rough/uneven terrain. It is strongly recommended that visitors bring plenty of water, appropriate seasonal clothing, and sturdy hiking shoes.<br />  </p> <p><em><strong>We will provide updates for 2023 programs as soon as they become available.</strong></em></p>", "reservationDescription": "", "season": [], "topics": [{"id": "A8E54356-20CD-490E-B34D-AC6A430E6F47", "name": "Civil War"}], "durationDescription": "", "arePetsPermitted": "true", "timeOfDay": [], "duration": "120-180 Minutes", "credit": ""}
{"id": "3D17373F-C557-42F5-AD9C-9FBA273BA682", "url": "https://www.nps.gov/thingstodo/gettysburg-ranger-programs.htm", "title": "Daily Ranger Programs at Gettysburg", "shortDescription": "Learn about the Ranger-led hikes, walks, and talks that explore the people and places that made history at Gettysburg.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/BE910189-E983-352E-3D96F360D6950100.jpg", "credit": "NPS Photo", "altText": "A park ranger gives a program to a group of people.", "title": "Ranger Programs at Gettysburg", "description": "", "caption": "A park ranger leads a hike on the battlefield.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BE910189-E983-352E-3D96F360D6950100.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BE910189-E983-352E-3D96F360D6950100.jpg"}]}], "relatedParks": [{"states": "PA", "parkCode": "gett", "designation": "National Military Park", "fullName": "Gettysburg National Military Park", "url": "https://www.nps.gov/gett/index.htm", "name": "Gettysburg"}], "relatedOrganizations": [], "tags": ["military", "battlefield", "Monuments", "Memorials", "Slavery", "Abolition", "Presidents", "national cemeteries", "Schools", "Education", "veterans", "Civil War", "weapons", "Homes", "historic preservation", "medicine", "cultural landscapes", "Photography", "Underground Railroad", "Gettysburg", "gettysburg national military park"], "latitude": "", "longitude": "", "geometryPoiId": "", "amenities": [], "location": "", "seasonDescription": "Outdoor ranger-guided programs are offered in the warm weather months in the spring, summer, and fall. Indoor programs are offered monthly in January, February, and March.<br /> <br /> Dates, times, and topics are all subject to change.", "accessibilityInformation": "Indoor winter programs are physically accessible.<br /> <br /> Outdoor spring, summer, and fall programs range in accessibility levels. Some are fully accessible, others are stationary under a tent, while others are rugged and lengthy hikes or walks.<br /> <br /> It is our goal to work with park visitors to ensure everyone has a positive experience visiting Gettysburg. Please contact the park for information about specific programs or to request any accommodations you or a member of your party may need.", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "Pets are allowed on the battlefield grounds. Pets are not allowed indoors or inside the National Cemetery.", "timeOfDayDescription": "", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "B33DC9B6-0B7D-4322-BAD7-A13A34C584A3", "name": "Guided Tours"}], "activityDescription": "", "locationDescription": "", "doFeesApply": "false", "longDescription": "<h2>All Daily Ranger Programs Have Concluded for 2022</h2> <p>Throughout the year, Gettysburg National Military Park ofers Ranger-led hikes, walks, and talks that explore the people and places that made history at Gettysburg. We offer a variety of interpretive programming during the fall season including overview hikes, in-depth battle studies, examinations of the aftermath of the battle, and evening campfire programs.<br /> <br /> <em>Programs are subject to change. Be prepared for a variety of field conditions and wear clothing to match the forecast. Depending on your planned activities, please include accessories such as sunscreen, insect repellent, hiking boots, and extra water. Please park in designated locations only.<br /> <br /> <strong>We will provide updates for Spring 2023 programs as soon as they become available.</strong></em></p>", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "A8E54356-20CD-490E-B34D-AC6A430E6F47", "name": "Civil War"}], "durationDescription": "", "arePetsPermitted": "true", "timeOfDay": [], "duration": "30-120 Minutes", "credit": ""}
{"id": "B48937C6-1D8F-46E5-B9F5-F7F04A1D89DB", "url": "https://www.nps.gov/thingstodo/desert-view-cultural-demonstrations.htm", "title": "Desert View Cultural Demonstrations", "shortDescription": "The Desert View Cultural Demonstration Program provides an opportunity to interact with tribal artisans from Grand Canyon's traditionally associated tribes — and for them to share their history and crafts. Starting December 2, 2022, through the end of February 2023, demonstrations will be held in the lobby of the South Rim Visitor Center, and will take place on Friday, Saturday and Sunday.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/9BDF729F-EA69-CDF2-EC055DF9AAEE64B2.jpg", "credit": "NPS/S. Graham", "altText": "Tools for demonstrating how to paint a pot, including pigments and brushes", "title": "Cultural Demonstration", "description": "", "caption": "Artisans demonstrate their tools and techniques.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/9BDF729F-EA69-CDF2-EC055DF9AAEE64B2.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/9BDF729F-EA69-CDF2-EC055DF9AAEE64B2.jpg"}]}], "relatedParks": [{"states": "AZ", "parkCode": "grca", "designation": "National Park", "fullName": "Grand Canyon National Park", "url": "https://www.nps.gov/grca/index.htm", "name": "Grand Canyon"}], "relatedOrganizations": [], "tags": [], "latitude": "36.04414004416418", "longitude": "-111.82612842517949", "geometryPoiId": "b40ec208-c3a1-4987-82e1-34f13cf68ce2", "amenities": [], "location": "Desert View Watchtower", "seasonDescription": "", "accessibilityInformation": "Construction is taking place during fall 2022, so not all paths are wheelchair accessible. Check signs, or speak to a ranger at the outdoor visitor center for directions to the watchtower.", "isReservationRequired": "false", "ageDescription": "All ages, but minors must be with an adult parent or guardian", "petsDescription": "", "timeOfDayDescription": "Demonstrations take place between 9 am and 4 pm.", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "FAED7F97-3474-4C21-AB42-FB0768A2F826", "name": "Cultural Demonstrations"}], "activityDescription": "<p>Through symbols, patterns, and designs, native art of the Southwest displays the everyday life, beliefs, dreams, visions, and long-lasting traditions of the tribes.<br /> <br /> Grand Canyon National Park established a Cultural Demonstration Series in 2015 at Desert View as a way to give members of the 11 traditionally associated tribes a first-person voice here at the canyon. This program encourages interactions with the public through demonstrations of traditional native crafts. </p>", "locationDescription": "<strong>Desert View</strong> is a small settlement on the South Rim located <strong>23 miles/ 37 km</strong> <strong>east</strong> of Grand Canyon Village, and near the eastern edge of Grand Canyon. <strong>Arizona State Route 64</strong>, also known as <a href=\"https://www.nps.gov/grca/planyourvisit/desert-view-drive.htm\">Desert View Drive</a>, is a 23 mile (37 km) scenic road that connects Desert View with Grand Canyon Village. Desert View Drive is open to all vehicles throughout the year.<br /> <br /> <strong>Visitors traveling through the Navajo Nation on US 89</strong>, turn west at <strong>Cameron, Arizona onto State Route 64</strong>, then drive <strong>25 miles (40 km) to the park's East Entrance</strong>. A stop at Desert View provides their first views of Grand Canyon. Some of the finest views of the Colorado River and canyon geology may be seen from here.<br /> <br /> Starting from the main Desert View parking area, a short .25 mile (.4 km) walk takes you past restrooms, the general store/market and the trading post, before arriving at the Watchtower. There is currently a construction project rerouting the main path, but reaching Desert View Point and the watchtower is still possible.<br /> <br />  ", "doFeesApply": "false", "longDescription": "<p>The <strong>Cultural Demonstration Program</strong> provides an opportunity to interact with tribal artisans from Grand Canyon's traditionally associated tribes — and for them to share their history and crafts. <strong>Jewelers, silversmiths, weavers, potters, sculptors,</strong> and a variety of other artisans are scheduled throughout the year. <br /> <span style=\"color: rgb(85, 107, 47); font-size: 2rem; font-weight: 700; letter-spacing: -0.25px;\">November 2022</span></p> <p><strong>Demonstrations take place between 9 am and 4 pm at Desert View Watchtower. </strong> <strong>Schedule is subject to change without notice.</strong><br /> <br /> <span style=\"color:#556b2f;\"><strong>Wednesday, Thursday, Friday, November 23, 24, and 25, 2022</strong></span><br /> <strong>Weaver Selina</strong><strong> </strong>- Hopi Silversmith<br /> <strong>Alberta Selina</strong><strong> </strong>- Hopi Basket Weaver</p> <p><strong>Desert View </strong>is a small settlement on the South Rim located <strong>23 miles/ 37 km east of Grand Canyon Village</strong>, and near the eastern edge of Grand Canyon. Arizona State Route 64, also known as <strong>Desert View Drive</strong>, is a 23 mile (37 km) scenic road that connects Desert View with Grand Canyon Village. Desert View Drive is open to all vehicles throughout the year.<br /> <br /> <strong>Visitors traveling through the Navajo Nation on US 89</strong>, turn west at <strong>Cameron, Arizona onto State Route 64</strong>, then drive <strong>25 miles (40 km) to the park's East Entrance</strong>. A stop at Desert View provides their first views of Grand Canyon. Some of the finest views of the Colorado River and canyon geology may be seen from here.</p> <h2><span style=\"color:#336600;\"><strong>During December, Janaury and February</strong></span> </h2> <p>Demonstrations will be held in the lobby of the <a href=\"https://www.nps.gov/grca/planyourvisit/grand-canyon-visitor-center.htm\">South Rim Visitor Center</a>, and will take place Friday, Saturday and Sunday.</p>", "reservationDescription": "", "season": ["Summer", "Fall"], "topics": [{"id": "A1BAF33E-EA84-4608-A888-4CEE9541F027", "name": "Native American Heritage"}], "durationDescription": "Demonstrations take place between 9 am and 4 pm.", "arePetsPermitted": "false", "timeOfDay": ["Day"], "duration": "", "credit": ""}
{"id": "C6DE1591-6252-475F-8B3A-BCFC633BBF8E", "url": "https://www.nps.gov/thingstodo/where-the-bison-roam.htm", "title": "Explore Where the Bison Roam", "shortDescription": "Follow the bison herd all year-round.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/5216C743-FE6A-E28A-770ABECCA8E6DBEC.jpg", "credit": "NPS photo", "altText": "A bison herd is in a large green prairie field with a cinnamon calf next to a laying down cow.", "title": "Bison Calf with cow", "description": "", "caption": "Bison calf standing next to a laying down bison cow", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/5216C743-FE6A-E28A-770ABECCA8E6DBEC.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/5216C743-FE6A-E28A-770ABECCA8E6DBEC.jpg"}]}], "relatedParks": [{"states": "SD", "parkCode": "wica", "designation": "National Park", "fullName": "Wind Cave National Park", "url": "https://www.nps.gov/wica/index.htm", "name": "Wind Cave"}], "relatedOrganizations": [], "tags": ["bison cow", "bison management", "bison calf", "bison monitoring"], "latitude": "43.58013153076172", "longitude": "-103.43912506103516", "geometryPoiId": "", "amenities": [], "location": "Bison Herd along NPS 5", "seasonDescription": "Bison are around Wind Cave all year long!", "accessibilityInformation": "Bison are often able to be viewed from the comfort of your vehicle. Please ensure you keep a safe distance, at least 25 yards, from bison at all times. Remain in your vehicle if they are close to the road.", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "Pets are not allowed out of vehicles off of roadways to protect the native wildlife.", "timeOfDayDescription": "Bison can be on roadways at night. Please use caution and obey speed limits when driving through the park. Bison are hard to spot when driving at night due to a lack of eye shine like deer.", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "0B685688-3405-4E2A-ABBA-E3069492EC50", "name": "Wildlife Watching"}], "activityDescription": "View bison from afar in their natural habitat.", "locationDescription": "Bison herds in Wind Cave often prefer the area around NPS 5. ", "doFeesApply": "false", "longDescription": "Explore where the bison roam in Wind Cave National Park. In 2019, 10 bison cows were radio collared to learn how they utilize the 28,000 acres of prairie. Learn how fire, and the changing seasons impact the bison's movements. Drive along park roads to discover which area the herd is utilizing on your visit. Look for signs of recent fire activity or a good water source, indicating a good season of rain.<br /> <br /> To discover more of what our park biologist has learned with this project, check out <a href=\"https://www.nps.gov/maps/stories/where-the-bison-roam.html\">this StoryMap</a>. ", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "324C31EC-7D75-41C7-AA28-EF8ACB5B6BF5", "name": "Bison"}], "durationDescription": "", "arePetsPermitted": "false", "timeOfDay": ["Day", "Night", "Dawn", "Dusk"], "duration": "", "credit": ""}
{"id": "0B70F277-9DD6-4BEA-9AB8-774FEFCF368D", "url": "https://www.nps.gov/thingstodo/drive-in-camping-at-pictured-rocks.htm", "title": "Drive-In Camping at Pictured Rocks", "shortDescription": "Pictured Rocks has three drive-in campgrounds open May 15 through Oct. 15. Two are along Lake Superior and the third is on a beautiful inland lake.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/087275D4-C42F-CBE0-4DEFEF4040030546.jpg", "credit": "NPS photo", "altText": "Small tent on tend pad with tall trees overhead", "title": "Campground at Twelvemile", "description": "", "caption": "Camping site at Twelvemile Beach Campground", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/087275D4-C42F-CBE0-4DEFEF4040030546.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/087275D4-C42F-CBE0-4DEFEF4040030546.jpg"}]}], "relatedParks": [{"states": "MI", "parkCode": "piro", "designation": "National Lakeshore", "fullName": "Pictured Rocks National Lakeshore", "url": "https://www.nps.gov/piro/index.htm", "name": "Pictured Rocks"}], "relatedOrganizations": [], "tags": ["Drive-in camping", "Pictured Rocks National Lakeshore", "Little Beaver Lake Campground", "Twelvemile Beach Campground", "Hurricane River Campground"], "latitude": "46.640185032127846", "longitude": "-86.2148666381836", "geometryPoiId": "", "amenities": [], "location": "Twelvemile Beach Campground", "seasonDescription": "Drive-in campground are open May 15 - October 15.", "accessibilityInformation": "Each campground has at least one wheelchair-accessible site. Each accessible site has a hard-packed tent pad, an accessible picnic table, a raised fire ring, and a cooking grill mounted on a post.", "isReservationRequired": "true", "ageDescription": "", "petsDescription": "Leashed pets are allowed at Twelvemile Beach Campground and Hurricane River Campground. They are not allowed at Little Beaver Lake Campground as there are no pet-allowed trails in the Beaver Basin Wilderness zone that surrounds the campground.", "timeOfDayDescription": "", "feeDescription": "The fee for drive-in camping is $25 per night per site. ", "age": "", "arePetsPermittedWithRestrictions": "true", "activities": [{"id": "9159DF0F-951D-4AAE-9987-CEB3CE2A9ADA", "name": "Car or Front Country Camping"}], "activityDescription": "", "locationDescription": "Map point designates Twelvemile Beach Campground. Other drive-in campgrounds include Little Beach Lake Campground (to the west) and Hurrican River (to the east)", "doFeesApply": "true", "longDescription": "Pictured Rocks National Lakeshore has three rustic drive-in campgrounds: Little Beaver Lake (8 sites), Twelvemile Beach (36 sites), and Hurricane River (21 sites). Campsites have a picnic table, fire ring with grill grate, and tent pad.<strong> </strong>The campgrounds have vault toilets and well water. Typically there is no cell phone reception. Campgrounds <strong>do not have</strong> electric, water, or sewer hookups. Each campground has at least one wheelchair-accessible site.<br /> <br /> Little Beaver Lake is a small campground on a beautiful inland lake surrounded by the Beaver Basin Wilderness. Twelvemile Beach and Hurricane River campgrounds are along Lake Superior. Some campsites have a lake view.<br /> <br /> All campsites require a reservation. <strong>There is no drop-in camping.  </strong>Camping fees are $25 per night per campsite. Reservations must be made through <a href=\"www.recreation.gov\">Recreation.gov</a>. Reservations can be made up to 6 months in advance. Photos and details about each site are available at Recreation.gov.<br /> <br /> <strong>Drive-in campgrounds are open from May 15 through October 15. </strong>They are closed the rest of the year. Water systems and toilets throughout the park shut down on October 15. <em>For private and other nearby camping options, click <a href=\"https://www.nps.gov/piro/planyourvisit/nearby-camping.htm\">here</a><em>.</em></em><br />   <p><strong>Campground Rules and Regulations</strong></p> <ul> <li> <p>Checkout time is 11:00 am.</p> </li> <li> <p><strong>No more than eight people</strong> are allowed per site.</p> </li> <li> <p><strong>No more than two vehicles per site, including towed vehicles</strong>. Vehicles and trailers must stay on the delineated campsite parking area. Any extra vehicles will have to park elsewhere in parking lots.</p> </li> <li> <p><strong>Two tents are allowed per site</strong>, or two sleeping hammocks (or one of each). One tent must be on the tent pad, and the other must be within 6 feet of the pad. Any hammocks must be within 10 feet of the tent pad. No overflow camping allowed. No beach camping allowed.</p> </li> <li> <p>Only one screened porch/tent may be placed over the picnic table per site. A screened tent does not count towards the two tents per site limit.</p> </li> <li> <p><strong>Pets are NOT allowed at Little Beaver Lake Campground</strong>. At the other drive-in campgrounds, pets must be on a leash (six feet or less) at all times. Pet owners must pick up after their pets and dispose of waste in a trash receptacle. Owners must not allow a pet to make noise that is unreasonable.</p> </li> <li> <p>Campground quiet hours are 8 pm to 8 am. There are generator-free areas at Twelvemile Beach and Hurricane River Campgrounds. Music must be for private listening only.</p> </li> <li> <p>Campfires are permitted in fire rings only. Fires or hot coals cannot be left unattended. Purchase wood locally. <strong>No collecting of wood</strong>. No cutting of standing trees or limbs. Ash firewood is prohibited. Beach fires are not allowed.</p> </li> <li> <p>This is bear country! All food items, beverages, cooking equipment, food storage containers and pet food must be kept sealed in a hard-sided vehicle when not in immediate use (day or night). Those camping without a hard-sided vehicle must use the park-provided metal boxes for food storage. Violations of food storage rules may result in fines.</p> </li> <li> <p>Garbage must be placed in bear-proof trash cans. Dispose of any dish or waste water in the toilet.</p> </li> <li> <p>Feeding wildlife is prohibited.</p> </li> <li>Use vault toilets or toilet in your camper/RV. No dumping of human waste in trash or on the ground.</li> </ul> <ul> <li>Camping anywhere outside designated campgrounds is not allowed. Overnight camping (or sleeping in vehicles) in parking lots is prohibited.</li> </ul>", "reservationDescription": "All campsites, including wheelchair-accessible sites require a reservation through Recreation.gov. Reservations can be made up to 6 months in advance.", "season": ["Spring", "Summer", "Fall"], "topics": [{"id": "1CF1F6BB-A037-445B-8CF2-81428E50CE52", "name": "Lakes"}], "durationDescription": "Camping is allowed in this campground for up to 14 days at a time, or 14 days total in a calendar year.", "arePetsPermitted": "true", "timeOfDay": [], "duration": "1-14 Days", "credit": ""}
{"id": "9D02FD4F-8B01-4E77-AC57-8C1BC521FEE5", "url": "https://www.nps.gov/thingstodo/hike-the-grand-portage.htm", "title": "Hike Gi Chi Onigamiing (Grand Portage)", "shortDescription": "Several options exist for exploring the Grand Portage. From a canoe adventure starting in the Boundary Waters to a short walk from the Depot, this trail offers year-round options for hiking, portaging, skiing, and snowshoeing.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/AD51B61D-A8D5-84B6-094E80977FA4FD43.jpg", "credit": "NPS photo / B. Clayton", "altText": "A river with shallow rapids, passing through a forest.", "title": "Pigeon River at Fort Charlotte", "description": "", "caption": "The Grand Portage bypasses the rapids and waterfalls on the Pigeon River as it leaves Lake Superior", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/AD51B61D-A8D5-84B6-094E80977FA4FD43.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/AD51B61D-A8D5-84B6-094E80977FA4FD43.jpg"}]}], "relatedParks": [{"states": "MN", "parkCode": "grpo", "designation": "National Monument", "fullName": "Grand Portage National Monument", "url": "https://www.nps.gov/grpo/index.htm", "name": "Grand Portage"}], "relatedOrganizations": [], "tags": ["hiking", "Grand Portage", "Fur Trade", "Voyageurs"], "latitude": "", "longitude": "", "geometryPoiId": "", "amenities": [], "location": "Grand Portage footpath", "seasonDescription": "<p>The Grand Portage is open year round. Fort Charlotte campsites are not maintained in the winter. This area receives a lot of snow. Winter travel is best on snowshoes or skis. Check conditions prior to arrival.</p>", "accessibilityInformation": "<p>The Grand Portage steep and narrow in places with uneven, rocky footing and areas of standing water. It is not wheelchair accessible.</p>", "isReservationRequired": "true", "ageDescription": "All ages are welcome if prepared. This is a strenuous hike.", "petsDescription": "<p>Pets are allowed on a 6' leash. For their own safety, consider leaving them at home. Pet excrement must be removed if it is within 200 feet of trail, campsite, or water.</p>", "timeOfDayDescription": "<p>This is a remote, forested area with no ambient light. Because of uneven footing and muddy conditions, travel during daylight hours is recommended.</p>", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "true", "activities": [{"id": "907E8125-15E4-483C-8EAD-B9FA1E85C6F8", "name": "Canoe or Kayak Camping"}], "activityDescription": "<p>A popular choice is to begin a canoe trip that leads to the Pigeon River, culminating at Fort Charlotte. From Fort Charlotte, equipment is portaged to Lake Superior, where some people continue by the lake to other destinations along the shoreline.</p>", "locationDescription": "<p>The eight and a half mile Grand Portage footpath extends from Lake Superior at the reconstructed Depot along a natural rift in the landscape to the Pigeon River at Fort Charlotte. The North West Company built these two structures to receive and ship goods, effectively dominated trade during the years they were there. The trail was in use for 1000s of years as part of an extensive trade network that predates European contact. It is a geolgic feature, partially carved by glacial runoff at the end of the Ice Age. </p>", "doFeesApply": "false", "longDescription": "<p><span style=\"color:#e74c3c;\"><strong><em>AS OF 11/21/2022, THE GRAND PORTAGE TRAIL IS CLOSED UNTIL FURTHER NOTICE FROM OLD HIGHWAY 61 TO FORT CHARLOTTE DUE TO DANGEROUS CONDITIONS.</em></strong></span><br /> <br /> Take a trip through history by hiking a trail that has been in use for thousands of years! <em>Gi Chi Onigamiing</em>, the Great Carrying Place, was part of an extensive cross-continent trade network before European contact. Early French fur traders translated the name to Grand Portage (<em>portager</em> = to carry). Whether you walk a short distance or the whole length, the Grand Portage is a wonderful way to experience the southern boreal forest and walk in the footsteps of the <em>voyageurs</em>.</p>", "reservationDescription": "<p>A permit is required to camp at Fort Charlotte. Please fill out the <a href=\"https://www.nps.gov/grpo/planyourvisit/fort-charlotte-camping-permit-application.htm\">online form</a> completely and allow two weeks to process.</p>", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "A010EADF-78B8-4526-B0A4-70B0E0B3470E", "name": "Trade"}, {"id": "41B1A0A3-11FF-4F55-9CB9-034A7E28B087", "name": "Forests and Woodlands"}, {"id": "F0F97E32-2F29-41B4-AF98-9FBE8DAB36B1", "name": "Geology"}, {"id": "A1BAF33E-EA84-4608-A888-4CEE9541F027", "name": "Native American Heritage"}, {"id": "A7359FC4-DAD8-45F5-AF15-7FF62F816ED3", "name": "Night Sky"}, {"id": "B5E62BF4-5AE6-4100-8DE1-66652943FAEC", "name": "Aurora Borealis"}, {"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}], "durationDescription": "<ul> <li>Hike the <a href=\"https://www.nps.gov/places/trailhead-for-gichi-onigaming-the-grand-portage.htm\">Grand Portage footpath</a> from the depot to new Highway 61 (1½ mile round trip - about half an hour)</li> <li>Hike the <a href=\"https://www.nps.gov/places/trailhead-for-gichi-onigaming-the-grand-portage.htm\">Grand Portage footpath</a> from the depot to Old Highway 61 (8 miles round trip - three to four hours)</li> <li>From Old Highway 61 to <a href=\"https://www.nps.gov/grpo/learn/photosmultimedia/fort-charlotte.htm\">Fort Charlotte</a> (nine miles round trip - six to eight hours)</li> <li>Hike the entire Grand Portage footpath from the stockade on Lake Superior to Fort Charlotte and back (17 miles round trip - eight to 16 hours)</li> <li>Camp overnight at Fort Charlotte - obtain your backcountry permit <a href=\"https://www.nps.gov/grpo/planyourvisit/fort-charlotte-camping-permit-application.htm\"><b>online </b></a>(allow two weeks to process)</li> </ul>", "arePetsPermitted": "true", "timeOfDay": ["Day"], "duration": "3-48 Hours", "credit": ""}
{"id": "5C4E7F98-C5B7-4F65-9AE4-E47B9C306568", "url": "https://www.nps.gov/thingstodo/hike-grand-portage-trails.htm", "title": "Hike Grand Portage Trails", "shortDescription": "Hike the Mount Rose Trail for stunning views of Grand Portage Bay and the Depot. To experience the trek the Voyageurs made as well as Indigenous people before them, hike a portion or all of Gitchi Onagamiing, the Grand Portage Trail.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/8E5F2468-B1BB-6EEC-5061615C5CA86523.jpg", "credit": "NPS photo / S. Layton", "altText": "A person carrying a large box held in place with a head strap.", "title": "Hiking at Grand Portage", "description": "", "caption": "Hike like a voyageur!", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/8E5F2468-B1BB-6EEC-5061615C5CA86523.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/8E5F2468-B1BB-6EEC-5061615C5CA86523.jpg"}]}], "relatedParks": [{"states": "MN", "parkCode": "grpo", "designation": "National Monument", "fullName": "Grand Portage National Monument", "url": "https://www.nps.gov/grpo/index.htm", "name": "Grand Portage"}], "relatedOrganizations": [], "tags": ["Grand Portage", "hiking", "Midwest", "Lake Superior parks"], "latitude": "47.963637599401", "longitude": "-89.6844567015028", "geometryPoiId": "d22cbb88-b3aa-54cd-a0dc-41c7a2a16aad", "amenities": [], "location": "Trailheads near the North West Company Depot", "seasonDescription": "<p>The trails are open year round. Snowshoes are recommended for Mount Rose during winter. Snowshoes or skis are recommended for the Grand Portage when there is significant snow on the trail.</p>", "accessibilityInformation": "<p>Trails at Grand Portage National Monument are steep and narrow in places with uneven, rocky footing and areas of standing water. They are not wheelchair accessible.</p>", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "<p>Leashed pets are allowed on trails and not allowed inside the historic depot or inside the Heritage Center. Service animals are allowed in all areas of Grand Portage National Monument.</p>", "timeOfDayDescription": "", "feeDescription": "<p>Grand Portage National Monument is a fee free area.</p>", "age": "", "arePetsPermittedWithRestrictions": "true", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "", "locationDescription": "<p>Both the Mount Rose and Grand Portage trailheads are located across Mile Creek Road from the historic North West Company Depot.</p>", "doFeesApply": "false", "longDescription": "<p><strong><span style=\"color:#e74c3c;\"><em>AS OF 11/21/2022, THE GRAND PORTAGE TRAIL IS CLOSED FROM OLD HIGHWAY 61 TO FORT CHARLOTTE DUE TO DANGEROUS CONDITIONS.</em></span><br /> <br /> Grand Portage National Monument offers two trails:<br /> the one mile round trip trail to the top of Mount Rose and the 17 mile round trip Grand Portage.</strong></p> <h2><strong>Trail Safety</strong></h2> <ul> <li>Wear sturdy foot wear</li> <li>Carry water</li> <li>Pack rain gear and/or warm clothing, dress in layers and long sleeves/pants for bug and sun protection</li> <li>Remember insect repellent, sunscreen, and a first aid kit</li> <li>Know the difficulty level of the trail and your physical abilities and limitations</li> </ul> <h3><strong>Leave No Trace!</strong></h3> <ul> <li>Stay on the trail</li> <li>Carry out all trash</li> <li>Please do not feed or disturb wildlife</li> </ul> <h4><strong>Pets</strong></h4> <ul> <li>Pets must be restrained on a leash no longer than 6 feet (1.8 m). Pets are not allowed inside buildings or the stockade of the historic depot. There are trails around the perimeter of the stockade allowing a bypass.</li> </ul>", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}], "durationDescription": "", "arePetsPermitted": "true", "timeOfDay": ["Day"], "duration": "", "credit": ""}
{"id": "AA9C11D9-033F-42FF-8A53-E76BD609515C", "url": "https://www.nps.gov/thingstodo/gumo_hike_the_notch.htm", "title": "The Notch", "shortDescription": "The hike to \"the Notch\" is a challenging day hike that proceeds through McKittrick Canyon to a dramatic viewpoint about half way up toward McKittrick Ridge.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/A1D037EE-F103-172F-7A056FDFCBDD0B96.jpg", "credit": "NPS", "altText": "A trail runs through a small gap in a ridge", "title": "Above the Notch", "description": "", "caption": "Just above the Notch", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/A1D037EE-F103-172F-7A056FDFCBDD0B96.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/A1D037EE-F103-172F-7A056FDFCBDD0B96.jpg"}]}], "relatedParks": [{"states": "TX", "parkCode": "gumo", "designation": "National Park", "fullName": "Guadalupe Mountains National Park", "url": "https://www.nps.gov/gumo/index.htm", "name": "Guadalupe Mountains"}], "relatedOrganizations": [], "tags": ["wilderness", "Texas", "McKittrick Canyon", "day hike", "fall colors", "leaf peeping", "hike", "strenuous hike", "Guadalupe Mountains"], "latitude": "31.977489954174743", "longitude": "-104.7521114216706", "geometryPoiId": "", "amenities": [], "location": "", "seasonDescription": "McKittrick Canyon is beautiful all year but is especially well known for fall colors in late October. ", "accessibilityInformation": "<p>Trail surfaces are loose rock or hardened rock surfaces. Hiking or trekking poles are highly recommended. Trail widths vary from two to six feet depending on the trail. </p> <h4>Parking</h4> <p>All trailhead areas have accessible parking available. </p> <h4>Service animals </h4> <p>Only service animals that have been individually trained to perform specific tasks for the benefit of persons with disabilities are allowed in the park and on trails.</p>", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "<strong>Pets disturb wildlife and are not allowed on trails.</strong> Your pets should remain at home as <a href=\"https://www.nps.gov/gumo/planyourvisit/pets.htm\">opportunities for pets are very limited</a> in the park.", "timeOfDayDescription": "The McKittrick Canyon trail complex is designated a day use area below the <a href=\"https://www.nps.gov/thingstodo/gumo_mckittrickridge-overnight.htm\">McKittrick Ridge Wilderness Campground</a>; <a href=\"https://www.nps.gov/gumo/planyourvisit/backcountry-use-permits.htm\">Wilderness Use Permits</a> must be obtained to camp overnight. The gate to the canyon closes daily at 5:00 p.m. Mountain Time. Visitors must be out of the area before the gate closure time.", "feeDescription": "<a href=\"https://www.nps.gov/gumo/planyourvisit/fees.htm\">Park entry fee required for all adult visitors.</a>", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "To access this run, park at the McKittrick Canyon Visitor Center. The McKittrick Canyon Trail starts from the back of the visitor center and heads west along a very gentle grade. The first couple miles of this run are pretty mellow and easily accessible, first winding through desert, then passing into a more riparian ecosystem. You'll cross water several times on your way up McKittrick Canyon. After about 2.3 miles, you'll reach Pratt Cabin. If you want to see the cabin, take a right through the stone gate. Otherwise, continue on the main trail up McKittrick Canyon. Foot traffic is limited to the trail in the McKittrick Canyon complex in order to preserve the environment.<br /> <br /> From the Pratt Cabin  the trail continues up the canyon, and the trail surface transitions away from river gravels. It continues to follow the stream. About 3.4 miles into the run you'll reach the Grotto, an excellent picnic spot. Only a short distance beyond the Grotto is Hunter Line Shack. <br /> <br /> Once back on the main trail, as you head up canyon, the grade begins to steepen significantly. The trail from here to the Notch includes steep grades, and several switchbacks. From the Notch overlook you'll have outstanding views of South McKittrick Canyon in both directions.", "locationDescription": "This route begins from the McKittrick Canyon trailhead", "doFeesApply": "true", "longDescription": "<p>The hike to \"the Notch\" is a challenging day hike that proceeds through McKittrick Canyon to a dramatic viewpoint about half way up toward McKittrick Ridge. For most hikers this destination makes a dramtic turn-around point for an excellent day hike in McKittrick Canyon.  </p> <p><strong>Distance:</strong> 9.0 miles (14.5 km) round-trip, out and back<br /> <strong>Elevation Change: </strong>1,092 feet<br /> <strong>Time Estimate:</strong> 5-6 hours<br /> <strong>Difficulty: </strong>Difficult, past the Grotto</p> <p><br />  </p>", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "BCE3ACBE-7871-495B-AEA3-5E19BC482405", "name": "Canyons and Canyonlands"}, {"id": "41B1A0A3-11FF-4F55-9CB9-034A7E28B087", "name": "Forests and Woodlands"}, {"id": "DE2F0F3C-C0C4-410F-90D3-97EEC33D348E", "name": "Deciduous Forests"}, {"id": "F0F97E32-2F29-41B4-AF98-9FBE8DAB36B1", "name": "Geology"}, {"id": "101F4D51-F99D-45A6-BBB6-CD481E5FACED", "name": "Mountains"}, {"id": "F8C2FE93-DEB3-4B12-9A87-913E3E6B448D", "name": "Natural Sounds"}, {"id": "4244F489-6813-4B7A-9D0C-20CE098C8FFF", "name": "Rock Landscapes and Features"}, {"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}, {"id": "B85866E2-0897-4000-9040-605CA335804F", "name": "Wilderness"}], "durationDescription": "", "arePetsPermitted": "false", "timeOfDay": ["Day"], "duration": "4-6 Hours", "credit": ""}
{"id": "8E564B9C-CCCA-4EEC-BA32-D12796B01518", "url": "https://www.nps.gov/thingstodo/gumo_permian_reef_trail.htm", "title": "Permian Reef Trail", "shortDescription": "The Permian Reef Trail climbs the north side of McKittrick Canyon to the top of Wilderness Ridge, providing sweeping views into South McKittrick Canyon. Among the least used trails in the park, this long climb is rewarded with solitude and dramatic landscape views.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/7F31A408-F64D-954E-7101C9DB07785FE3.jpg", "credit": "NPS Photo", "altText": "A stone trail winds up a steep desert slope.", "title": "The Permian Reef Trail", "description": "", "caption": "The Permian Reef Trail features a dramatic climb up the north side of McKittrick Canyon.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7F31A408-F64D-954E-7101C9DB07785FE3.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7F31A408-F64D-954E-7101C9DB07785FE3.jpg"}]}], "relatedParks": [{"states": "TX", "parkCode": "gumo", "designation": "National Park", "fullName": "Guadalupe Mountains National Park", "url": "https://www.nps.gov/gumo/index.htm", "name": "Guadalupe Mountains"}], "relatedOrganizations": [], "tags": ["McKittrick Canyon", "Guadalupe Mountains", "geology", "State Line", "Texas", "New Mexico", "wilderness", "hike", "strenuous hike", "day hike", "backpacking"], "latitude": "31.979232813813297", "longitude": "-104.75179586665996", "geometryPoiId": "", "amenities": [], "location": "", "seasonDescription": "The slopes above the canyon face south so receive full sun all day, hence the hike is best avoided during hot periods in summer. ", "accessibilityInformation": "<p>Trail surfaces are loose rock or hardened rock surfaces. Hiking or trekking poles are highly recommended. Trail widths vary from two to six feet depending on the trail. </p> <h4>Parking</h4> <p>All trailhead areas have accessible parking available. </p> <h4>Service animals </h4> <p>Only service animals that have been individually trained to perform specific tasks for the benefit of persons with disabilities are allowed in the park and on trails.</p>", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "<strong>Pets disturb wildlife and are not allowed on trails.</strong> Your pets should remain at home as <a href=\"https://www.nps.gov/gumo/planyourvisit/pets.htm\">opportunities for pets are very limited</a> in the park.", "timeOfDayDescription": "McKittrick Canyon is a day use area. The gate to the canyon closes daily at 5:00 p.m. Mountain Time. Day use visitors must be out of the area before the gate closure time. Overnight parking is allowed only for <a href=\"https://www.nps.gov/gumo/planyourvisit/backcountry-use-permits.htm\">Wilderness Use Permit</a> holders backpacking to the Wilderness Ridge Campground.", "feeDescription": "<a href=\"https://www.nps.gov/gumo/planyourvisit/fees.htm\">Park entry fee required for all adult visitors.</a>", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "", "locationDescription": "The Permian Reef Trail begins immediately to the right of the McKittrick Canyon Trailhead kiosk, and proceeds across the wash before beginning to ascend the ridge. ", "doFeesApply": "true", "longDescription": "<p>The Permian Reef Trail climbs the north side of McKittrick Canyon to the top of Wilderness Ridge, providing sweeping views into South McKittrick Canyon. At the park boundary, and state line, the trail continues into New Mexico and the Lincoln National Forest. The slopes above the canyon face south, thereby receiving full sun all day, hence the hike is best avoided during hot periods in summer. </p> <p><strong>Distance:</strong> 4.0 miles (6.4 km) to top of ridge; 4.5 miles (7.2 km) to Wilderness Ridge Campground; 4.8 miles (7.7 km) to park boundary (one way distances)<br /> <strong>Elevation Change: </strong>2,000 feet<br /> <strong>Time Estimate:</strong> 5-6 hours<br /> <strong>Difficulty: </strong>Strenuous</p> <p>In addition to providing sweeping views of the landscape, the trail was designed to showcase the Permian age geologic and fossil features preserved in the park. For those with a serious interest in Geology, a detailed guidebook for the features seen along the trail from the Texas Bureau of Economic Geology can be purchased at the visitor center.</p>", "reservationDescription": "", "season": ["Winter", "Spring", "Fall"], "topics": [{"id": "F6D3A52E-608F-47D6-96DF-1FD64122A2FC", "name": "Fossils and Paleontology"}, {"id": "F0F97E32-2F29-41B4-AF98-9FBE8DAB36B1", "name": "Geology"}, {"id": "101F4D51-F99D-45A6-BBB6-CD481E5FACED", "name": "Mountains"}], "durationDescription": "", "arePetsPermitted": "false", "timeOfDay": ["Day"], "duration": "4-6 Hours", "credit": ""}
{"id": "70B7C448-8983-4F08-B61A-37A132849B18", "url": "https://www.nps.gov/thingstodo/scbl-passport-stamp.htm", "title": "Stamp Your Passport Book", "shortDescription": "Stamp your \"Passport to Your National Parks\" book in the Scotts Bluff National Monument Visitor Center!", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/7E60255D-9DD6-E221-0749ADDD1436DFC6.jpg", "credit": "NPS/Eric Grunwald", "altText": "Five rubber stampers rest on a black shelf labeled \"Passport Cancellation Station.\"", "title": "Scotts Bluff Passport Stamps", "description": "", "caption": "There are five passport stamp cancellations available at Scotts Bluff National Monument.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/7E60255D-9DD6-E221-0749ADDD1436DFC6.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/7E60255D-9DD6-E221-0749ADDD1436DFC6.jpg"}]}], "relatedParks": [{"states": "NE", "parkCode": "scbl", "designation": "National Monument", "fullName": "Scotts Bluff National Monument", "url": "https://www.nps.gov/scbl/index.htm", "name": "Scotts Bluff"}], "relatedOrganizations": [], "tags": ["passport stamp", "passport to your national parks", "cancellation stamps"], "latitude": "41.828410006981485", "longitude": "-103.70729100331612", "geometryPoiId": "", "amenities": [], "location": "Inside the Scotts Bluff National Monument Visitor Center", "seasonDescription": "Visitor Center hours vary by season.", "accessibilityInformation": "Public areas of the Scotts Bluff National Monument Visitor Center are fully accessbile.", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "No pets are permitted in the Scotts Bluff National Monument Visitor Center.", "timeOfDayDescription": "", "feeDescription": "", "age": "0-99", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "467DC8B8-0B7D-436D-A026-80A22358F615", "name": "Bookstore and Park Store"}], "activityDescription": "Stamp your \"Passport to Your National Parks\" book!", "locationDescription": "Find the Scotts Bluff National Monument Passport Stamp just inside the Visitor Center.", "doFeesApply": "false", "longDescription": "Are you a \"Passport to Your National Parks\" cancellation collector? Scotts Bluff National Monument has five cancellation stamps to commemorate your visit in your passport book.", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "BEB7E470-13B2-4E00-84B2-0402D98DAF69", "name": "Monuments and Memorials"}], "durationDescription": "", "arePetsPermitted": "false", "timeOfDay": ["Day"], "duration": "5-10 Minutes", "credit": ""}
{"id": "2D17F5F0-C160-4054-BD8B-495767E65CD4", "url": "https://www.nps.gov/thingstodo/hike-on-the-trail-of-tears.htm", "title": "Hike on the Trail of Tears", "shortDescription": "The trail commemorates the forced removal of Cherokee from their homelands; the paths that 17 Cherokee detachments followed westward; and the revival of the Cherokee Nation. We encourage you to retrace the trail on foot—to sacred sites that tell the story of suffering and intolerance, but just as important, one of survival. There are a variety of hiking opportunities across the full length of the trail, but we've selected a few places for you to experience.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/97755BC4-E90B-40D3-457AFA0FC8578CB7.jpg", "credit": "Photo/NPS", "altText": "Two people walk down a trail in a dense wooded area.", "title": "Hike Trail of Tears at Mantle Rock", "description": "", "caption": "Walk the Trail at Mantle Rock Preserve, Kentucky.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/97755BC4-E90B-40D3-457AFA0FC8578CB7.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/97755BC4-E90B-40D3-457AFA0FC8578CB7.jpg"}]}], "relatedParks": [{"states": "AL,AR,GA,IL,KY,MO,NC,OK,TN", "parkCode": "trte", "designation": "National Historic Trail", "fullName": "Trail Of Tears National Historic Trail", "url": "https://www.nps.gov/trte/index.htm", "name": "Trail Of Tears"}], "relatedOrganizations": [], "tags": ["trail of tears", "hiking", "trails", "historic trails", "things to do", "hiking", "trail of tears nht", "National Trails", "hike", "historic routes", "cherokee", "Cherokee Removal", "walk"], "latitude": "", "longitude": "", "geometryPoiId": "", "amenities": [], "location": "", "seasonDescription": "", "accessibilityInformation": "<p>Accessibility information will vary by location. Please check with the individual site for more specific information. Services animals are allowed at all locations.</p>", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "Will vary by location. Please check with individual locations for more details.", "timeOfDayDescription": "", "feeDescription": "Will vary by location. Please check with individual locations for more details.", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "<p> Experiences vary, so please check with individual locations for more details.</p>", "locationDescription": "", "doFeesApply": "true", "longDescription": "<h2>Walk on the Trail</h2> <p>Walk in the footsteps of history. Discover the same landscapes and imagine the hardships of those that have passed before you, as you look through their eyes on the same viewshed. What is different? What is the same? Walking along a hikeable portion of the Trail of Tears is an opportunity to broaden your understanding of the trail. It is a chance to be outside and experience the historical landscape. It is time to remember and commemorate the survival of the Cherokee people, forcefully removed from their homelands, as you walk where they have walked.</p> <h4>Opportunities to walk the trail:</h4> <em>These are only a selection of the sites available. For more information: </em><a href=\"https://www.nps.gov/trte/planyourvisit/places-to-go.htm\">Places to Go on the Trail of Tears</a><br /> <br /> <em>Experiences vary, so please check with individual locations for more details.</em> <h2>Tennesse</h2> <ul> <li><a href=\"https://www.fs.usda.gov/recarea/cherokee/recreation/hiking/recarea/?recid=35048&actid=50\">Trail of Tears Hiking Trail (Unicoi Turnpike)</a> <ul> <li><em>Roundup Route</em></li> <li>Cherokee National Forest</li> <li>Trailhead is on the NC/TN border just off of the Joe Brown Highway, near Tellico Plains</li> <li><strong>Trail Info:</strong> 2.5 miles; historic route with interpretive panels along the way</li> </ul> </li> <li><a href=\"http://www.hiwasseeheritage.com/\">Hiwassee Heritage Center Trail of Tears Interpretive Trail</a> <ul> <li><em>Bell Route</em></li> <li>City of Charleston</li> <li>Charleston</li> <li><strong>Trail Info:</strong> ~0.2 miles; paved <strong>ADA</strong> trail and signed with NHT signs</li> </ul> </li> <li><a href=\"https://tnstateparks.com/parks/david-crockett\">David Crockett State Park</a> <ul> <li><em>Bell Route</em></li> <li>Tennessee State Parks</li> <li>Lawrenceburg</li> <li><strong>Trail Info:</strong> 2.25 miles; swales are present along this historic route which is signed with NHT signs</li> </ul> </li> <li><a href=\"https://www.mountaingoattrail.org/\">Mountain Goat Trail</a> <ul> <li><em>Bell Route</em></li> <li>Mountain Goat Trail Alliance</li> <li>Sewanee</li> <li><strong>Trail Info:</strong> ~4.5 miles; historic route with NHT signs</li> </ul> </li> <li><a href=\"https://tnstateparks.com/parks/nathan-bedford-forrest\">Nathan Bedford Forrest State Park</a> <ul> <li><em>Benge Route</em></li> <li>Tennessee State Parks</li> <li>Benton County</li> <li><strong>Trail Info: </strong>~1 mile; trail is signed with NHT signs</li> </ul> </li> <li><a href=\"https://tnstateparks.com/parks/port-royal\">Port Royal State Park</a> <ul> <li><em>Northern Route</em></li> <li>Tennessee State Parks</li> <li><strong>Trail Info:</strong> ~0.1 miles (large swales); trail is signed with NHT signs</li> </ul> </li> <li><a href=\"https://www.nps.gov/trte/planyourvisit/tennessee.htm\">Blythe Ferry</a> <ul> <li><em>Northern Route</em></li> <li>Meigs County</li> <li><strong>Trail Info:</strong> ~0.5 miles; trail is scheduled to be constructed 2021 <ul> </ul> </li> </ul> </li> <li><a href=\"https://www.nps.gov/chch/index.htm\">Chickamauga Chattanooga National Military Park</a> <ul> <li><em>Northern Route</em></li> <li>National Park Service</li> <li>Moccasin Bend, Chattanooga</li> <li><strong>Trail Info:</strong> ~0.5 miles (leads to the historic Brown’s Ferry TN River Crossing site); trail is signed with NHT signs</li> </ul> </li> </ul> <h2>Kentucky</h2> <ul> <li><a href=\"https://www.nps.gov/places/mantle-rock.htm\">Mantle Rock</a> <ul> <li><a href=\"https://www.nature.org/en-us/get-involved/how-to-help/places-we-protect/mantle-rock-preserve/\">Mantle Rock</a> Nature Preserve</li> <li><em>Northern Route</em></li> <li>Nature Conservancy</li> <li>Smithland</li> <li><strong>Trail Info:</strong> 2.75 miles (swales present); trail is signed with NHT signs</li> </ul> </li> </ul> <h2>Arkansas</h2> <ul> <li><a href=\"https://www.arkansasstateparks.com/parks/village-creek-state-park\">Village Creek State Park</a> <ul> <li><em>Bell Route</em></li> <li>Arkansas State Parks</li> <li><strong>Trail Info:</strong> 1.5 miles; historic route with large swales present</li> </ul> </li> </ul> <ul> <li><a href=\"https://www.nps.gov/peri/index.htm\">Pea Ridge National Military Park</a> <ul> <li><em>Northern Route</em></li> <li>National Park Service</li> <li>Garfield</li> <li><strong>Trail Info</strong>: ~0.5 miles</li> <li>Note: The park is in the process of developing an additional section of hikeable retracement trail near Elk Horn Tavern</li> </ul> </li> </ul> <ul> <li><a href=\"https://www.nps.gov/fosm/index.htm\">Fort Smith National Historic Site</a> <ul> <li><em>Junction of Water Routes</em></li> <li>National Park Service</li> <li><strong>Trail Info:</strong> ~0.3 miles (along river)</li> </ul> </li> </ul> <h2>Missouri</h2> <ul> <li><a href=\"https://ozarkgreenways.org/explore/greenway-trails/trail-of-tears-greenway/\">Trail of Tears Greenway</a> <ul> <li><em>Northern Route</em></li> <li>Ozark Greenways</li> <li>Springfield</li> <li><strong>Trail Info:</strong> ~1.5 miles; trail is signed with NHT pedestrian signs</li> </ul> </li> </ul> <h2>Illinois</h2> <ul> <li><a href=\"https://www.fs.usda.gov/detail/shawnee/home/?cid=FSEPRD583036\">Hamburg Hill</a> <ul> <li><em>Northern Route</em></li> <li>Shawnee National Forest</li> <li>Jonesburg</li> <li><strong>Trail Info</strong>: ~1 mile (large swales); trail is signed with NHT signs</li> </ul> </li> </ul> <h2>Alabama</h2> <ul> <li><a href=\"https://www.cityofdecatural.com/\">Decatur Interpretive Trail/Walking Tour</a> <ul> <li><em>Junction of Water Routes</em></li> <li>City of Decatur</li> <li>Decatur</li> <li><strong>Trail Info:</strong> ~.05 miles (paved); there is a walking brochure that was produced for the tour</li> </ul> </li> </ul> <h3><a href=\"https://www.nps.gov/trte/planyourvisit/safety.htm\">Safety Considerations</a><br /> <br /> For more location information: <a href=\"http://www.nps.gov/trte/planyourvisit/places-to-go.htm\">Places to Go on the Trail of Tears</a></h3>", "reservationDescription": "", "season": [], "topics": [{"id": "A160B3D9-1603-4D89-B82F-21FCAF9EEE3B", "name": "Tragic Events"}, {"id": "8CDF78C9-F91A-4ACD-AE70-4FF186F616CE", "name": "Forced Marches"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}, {"id": "596BAA6D-F66B-4348-8433-FEFF35A8005E", "name": "Water Trails"}], "durationDescription": "", "arePetsPermitted": "true", "timeOfDay": [], "duration": "", "credit": ""}
{"id": "21CB7071-5AF3-4537-A21D-277E297A7852", "url": "https://www.nps.gov/thingstodo/hiking-in-colorado-national-monument.htm", "title": "Hiking in Colorado National Monument", "shortDescription": "Colorado National Monument trails offer a hike for everyone from 0.25 mile to over 14 miles, from flat accessible surfaces to rugged canyons.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/BE442C5B-91A1-7585-62D323B4B1902D2F.jpg", "credit": "NPS Photo / Spencer Stokes", "altText": "Dirt trail goes into desert canyon", "title": "Ute Canyon Trail", "description": "", "caption": "Discover beautiful canyons, interesting plants and perhaps even a glimpse of the bighorn sheep.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/BE442C5B-91A1-7585-62D323B4B1902D2F.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/BE442C5B-91A1-7585-62D323B4B1902D2F.jpg"}]}], "relatedParks": [{"states": "CO", "parkCode": "colm", "designation": "National Monument", "fullName": "Colorado National Monument", "url": "https://www.nps.gov/colm/index.htm", "name": "Colorado"}], "relatedOrganizations": [], "tags": ["hiking", "Colorado National Monument", "canyon", "trails"], "latitude": "39.1213728762", "longitude": "-108.732117087", "geometryPoiId": "b01be15e-0470-4428-9043-b0ac497d5696", "amenities": [], "location": "West Entrance to Colorado National Monument", "seasonDescription": "Trails are open all year. During the winter, in shaded portions the trails can be icy. Cleated treads are recommended.", "accessibilityInformation": "Alcove Nature trail has a crushed granite accessible surface for the first 1/4 mile to an overlook. A nature trail guide is available at the visitor center. Other trails are uneven, sandy, rocky, steep, and travel through desert environments along canyon ridges or below cliffs.", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "Pets are not allowed on trails within Colorado National Monument. Service animals are welcome. Keep in mind trail surfaces can be hot and rough on paws.", "timeOfDayDescription": "Trails are open 24 hours a day, however for safety, we recommend traveling primarily from dawn to dusk.", "feeDescription": "Colorado National Monument has a $25 entrance fee for vehicles, $20 for motorcyclists and $15 for pedestrians. The monument honors all America the Beautiful passes.", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "Explore trails along mesa rims or within canyon bottoms. There are trails for all ages and abilities. ", "locationDescription": "Hiking trails can be found throughout Colorado National Monument. A good place to find information is at the visitor center or on the park's <a href=\"https://www.nps.gov/colm/planyourvisit/hiking.htm\">hiking webpage</a>.", "doFeesApply": "true", "longDescription": "Colorado National Monument's trails offer many opportunities for hikers. Bird watchers and photographers discover the splendor that they traveled so far to find. There's a hike for everyone, whether you're here for an hour or are staying all day. Hike distances range from only 0.25 mile to over 14 miles in length. Check out the <strong>What To See</strong> tab in the app to choose between Short Hiking Trails or Longer Hiking Trails and see descriptions of each.", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "BCE3ACBE-7871-495B-AEA3-5E19BC482405", "name": "Canyons and Canyonlands"}, {"id": "A266302A-E2AE-4671-8515-B3614D8EF37F", "name": "Plateaus and Mesas"}, {"id": "F0F97E32-2F29-41B4-AF98-9FBE8DAB36B1", "name": "Geology"}, {"id": "F8C2FE93-DEB3-4B12-9A87-913E3E6B448D", "name": "Natural Sounds"}, {"id": "A7359FC4-DAD8-45F5-AF15-7FF62F816ED3", "name": "Night Sky"}, {"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}, {"id": "B85866E2-0897-4000-9040-605CA335804F", "name": "Wilderness"}], "durationDescription": "Short trails to overlooks often will take 15-20 minutes. Longer trails such as the popular Lower Monument Canyon Trail to Independence Monument might take a half a day. The rugged No Thoroughfare Canyon will take all day.", "arePetsPermitted": "false", "timeOfDay": ["Day", "Dawn", "Dusk"], "duration": "15-360 Minutes", "credit": ""}
{"id": "29058109-85C9-485E-9F61-6F8D644E3762", "url": "https://www.nps.gov/thingstodo/road-biking-on-rim-rock-drive.htm", "title": "Road Biking on Rim Rock Drive", "shortDescription": "Road biking the 23-mile Rim Rock Drive offers cyclists a challenging ride with stunning views.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/15A7D8FE-F9EB-DB80-383A7AA477F1E997.jpg", "credit": "", "altText": "five road cyclists surrounded by red slickrock and green shrubbery", "title": "Cyclists on Rim Rock Drive", "description": "", "caption": "Cyclists on Rim Rock Drive", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/15A7D8FE-F9EB-DB80-383A7AA477F1E997.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/15A7D8FE-F9EB-DB80-383A7AA477F1E997.jpg"}]}], "relatedParks": [{"states": "CO", "parkCode": "colm", "designation": "National Monument", "fullName": "Colorado National Monument", "url": "https://www.nps.gov/colm/index.htm", "name": "Colorado"}], "relatedOrganizations": [], "tags": ["biking", "road biking", "Rim Rock Drive", "Colorado National Monument"], "latitude": "39.1213961313", "longitude": "-108.731865623", "geometryPoiId": "60a0b42c-9e00-55e0-8aba-2f9977180af3", "amenities": [], "location": "", "seasonDescription": "", "accessibilityInformation": "A ride along Rim Rock Drive is open to all. This historic road follows the canyon edges closely, giving everyone breathtaking views into most of the canyons. Accessible restrooms are available at Saddlehorn Campground, Saddlehorn Visitor Center, Liberty Cap Trailhead, and Devils Kitchen Picnic area. A stop at Saddlehorn Visitor Center includes accessible exhibits, theater, and giftshop. Independence Monument Overlook and Cold Shivers Overlook are fully accessible. Others such as Historic Trails View, Fruita Canyon View, and Bookcliff Shelter have accessible elements.", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "Pets are only allowed in vehicles, in the campground, and on paved surfaces. Pets are not allowed on any of the trails in the monument. Service animals are of course welcome anywhere.", "timeOfDayDescription": "", "feeDescription": "Entrance to Colorado National Monument is $15 for bicyclists. For more information on fees for groups and buses please see <a href=\"https://www.nps.gov/colm/planyourvisit/fees.htm\">Fees & Passes</a>.", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "8D778629-F603-4C50-A121-6F4BB2FE2C4B", "name": "Road Biking"}], "activityDescription": "Bikes are only permitted on the road in the monument. Off-road mountain biking is not allowed here, but several adjoining areas are ideal for it.", "locationDescription": "", "doFeesApply": "true", "longDescription": "<p>Every day, cyclists enjoy a challenging ride with stunning views along Rim Rock Drive. Please be safe, as drivers often don't know appropriate ways to navigate around cyclists.<br /> <br /> Rim Rock Drive is a 23 mile long scenic road, traveling between the park's east entrance in Grand Junction and the west entrance in Fruita. You can turn your ride into a 33 mile loop by using connecting roads outside of the Monument. Parking areas are located by both entrance stations to the Monument.<br /> <br /> When making a decision for just how far to ride, you have some options. Consider how much time you have and your level of fitness while planning your ride. <strong>For the 33 mile loop, the aggregate climb for a complete trip is 2300 vertical feet.</strong> You got this. Most of that elevation change is found on the steep grades just inside either entrance. Allow at least three hours for your ride.<br /> <br /> If you would like to ride the Monument without tackling either of the hills (no hate, we totally get that), you can park your vehicle at the <a href=\"https://www.nps.gov/colm/planyourvisit/visitorcenters.htm\">visitor center</a> to ride across the top of the Monument and back. When the visitor center lot is full, overflow parking is located at the <a href=\"https://www.nps.gov/colm/planyourvisit/enjoy-a-picnic.htm\">Saddlehorn Picnic Area</a>.<br /> <br /> <strong>A water bottle refilling station is located next to the front doors of the visitor center</strong> and is open 24 hours a day. Bring plenty of water. You'll need to drink lots of water due to high elevation, a strenuous ride, and low humidity. Snacks are a good idea as well.<br /> <br /> <strong>Bicycles are only permitted on the road in the Monument.</strong> Off-road mountain biking is not allowed here, but several adjoining areas are ideal for it. There are options for all skill levels, from beginner to expert. <a href=\"https://www.blm.gov/programs/recreation/mountainbike/lunchloops\">Lunch Loops</a>, <a href=\"https://www.blm.gov/programs/recreation/mountainbike/fruitatrails\">Kokopelli and 18 road</a>, and<a href=\"https://www.visitgrandjunction.com/biking-trails\"> dozens of other mountain biking trails</a> are all located close by. For a flat, paved, scenic ride by the Colorado River, head over to <a href=\"https://oneriverfront.org/trails/\">the Riverfront Trail</a>.</p> <h4>Bicycling Regulations and Safety Tips</h4> <ul dir=\"ltr\"> <li>Bicyclists are required to obey all traffic laws including speed limits, passing zones, stop signs, and staying on roads.</li> <li>Bicyclists are required to ride single file at all times within the Monument.</li> <li>Always ride as far to the right as safely possible and stay alert for animals and rockfall in the road.</li> <li>Please allow vehicles to pass you when it is safe to do so. Vehicles need to allow at least 3 feet between themselves and any bicycle they are passing.</li> <li>You will likely be moving downhill faster than some cars. Do not pass vehicles in the tunnels or on blind curves.</li> <li>Slow down on sharp curves to avoid drifting into oncoming traffic or going off the road. Rim Rock Drive is narrow, with steep drop offs. Going over the edge on some sections of the road could be fatal.</li> <li>Bicycles or riders must be equipped with lights visible from the front and rear for safe passage through the tunnels.<strong> </strong>Bicyclists must use a white light that is visible from at least 500 feet to the front and a red light that is seen from at least 200 feet from the rear.</li> <li>Bicyclists are required to stop at Stop signs when entrance stations are staffed.</li> <li>Bicyclists are required to pay entrance fees. Annual passes are available and all National Park passes are accepted.</li> <li>On the east side of the Monument, cyclists may encounter large trucks that use four miles of the monument's roadway to access the community of Glade Park.</li> <li>Summer temperatures can go into the low 100s. It's better to start rides early in the morning to avoid the worst of the heat.</li> </ul> <p><a href=\"https://www.nps.gov/colm/planyourvisit/bicycle-warning-system.htm\">Learn more about Colorado National Monument's Cyclist Warning System</a></p>", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "BCE3ACBE-7871-495B-AEA3-5E19BC482405", "name": "Canyons and Canyonlands"}], "durationDescription": "", "arePetsPermitted": "false", "timeOfDay": [], "duration": "2-5 Hours", "credit": ""}
{"id": "C994FA2B-42AE-4D7B-9A4D-24B292A86788", "url": "https://www.nps.gov/thingstodo/travel-on-rim-rock-drive.htm", "title": "Travel on Rim Rock Drive", "shortDescription": "For panoramic views of Colorado National Monument's canyons and rock monoliths, a trip along Rim Rock Drive is a must.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/2002B209-D75D-8161-D8DE55EEF29CA5CD.jpg", "credit": "NPS Photo / Phil Akers", "altText": "Looking down at road as it curls into and out of red rock canyon.", "title": "Rim Rock Drive", "description": "", "caption": "A Look Down at Rim Rock Drive from Fruita Canyon Overlook", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/2002B209-D75D-8161-D8DE55EEF29CA5CD.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/2002B209-D75D-8161-D8DE55EEF29CA5CD.jpg"}]}], "relatedParks": [{"states": "CO", "parkCode": "colm", "designation": "National Monument", "fullName": "Colorado National Monument", "url": "https://www.nps.gov/colm/index.htm", "name": "Colorado"}], "relatedOrganizations": [], "tags": ["Rim Rock Drive", "Colorado National Monument", "geology", "Civilian Conservation Corps"], "latitude": "39.1213961313", "longitude": "-108.731865623", "geometryPoiId": "60a0b42c-9e00-55e0-8aba-2f9977180af3", "amenities": [], "location": "", "seasonDescription": "Rim Rock Drive is open year-round. During the winter, there may be short closures for snow removal from large storms. In the winter, icy spots can persist in shaded areas when most of the rest of the road is clear.", "accessibilityInformation": "A drive along Rim Rock Drive is open to all. This historic road follows the canyon edges closely giving everyone breath taking views into most of the canyons. Accessible restrooms are available at Saddlehorn Campground, Saddlehorn Visitor Center, Liberty Cap Trailhead and Devils Kitchen Picnic area. A stop at Saddlehorn Visitor Center includes accessible exhibits, theater and giftshop. Across the drive is the accessible crushed granite Alcove Nature Trail. Independence Monument Overlook and Cold Shivers Overlook are fully accessible. Others such as Historic Trails View, Fruita Canyon View and Bookcliff Shelter have accessible elements. ", "isReservationRequired": "false", "ageDescription": "While the driver must be old enough to have a driver's license, all ages and abilities will enjoy the trip along Rim Rock Drive.", "petsDescription": "Pets are only allowed in vehicles, in the campground and on paved surfaces. Pets are not allowed on any of the trails in the monument. Service animals are of course welcome anywhere.", "timeOfDayDescription": "", "feeDescription": "Entrance to Colorado National Monument is $25 for passenger vehicles, $20 for motocycles, and $15 for bicyclists/pedestrians. For more information on fees for groups and buses please see <a href=\"https://www.nps.gov/colm/planyourvisit/fees.htm\">Fees & Passes</a>.", "age": "17", "arePetsPermittedWithRestrictions": "true", "activities": [{"id": "0B4A5320-216D-451A-9990-626E1D5ACE28", "name": "Scenic Driving"}], "activityDescription": "While driving or riding along Rim Rock drive, take time to stop at the many overlooks and perhaps even take a few short hikes. The visitor center and Saddlehorn Campground are 4 miles from the Fruita (northwestern) entrance.<br /> <br /> A few things to keep in mind for a safe visit: <ul> <li>Use your headlights in all tunnels.</li> <li>Obey traffic laws and speed limits.</li> <li>Do not attempt to proceed around bicyclists unless you have a clear view of oncoming traffic and a safe passing distance. Do not pass in tunnels or on turns.</li> </ul> <ul> <li> <p>When passing bicyclists, please allow at least three feet of clearance between your vehicle and the bicyclist.</p> </li> <li> <p>Check carefully for bicycles, pedestrians and vehicles before pulling out onto the road from pullouts.</p> </li> <li> <p>Allow other motorists and bicyclists to pass if you are obstructing traffic and there is a safe place to pull over.</p> </li> <li> <p>Remember that bicyclists have all the rights and responsibilities of any vehicle.</p> </li> </ul>", "locationDescription": "Rim Rock Drive travels 23 miles through the canyons and mesas of Colorado National Monument. Rim Rock Drive starts (or ends depending on your direction of travel) at the north-western entrance to the monument, 3 miles from Fruita, Colorado. The south-eastern entrance is on the outskirts of Grand Junction, Colorado.", "doFeesApply": "true", "longDescription": "<p>Colorado National Monument's Rim Rock Drive is one of the most spectacular drives in the United States. Redrock canyons, crisp blue skies, and verdant green juniper splash fantastic views along the way for motorists and bicyclists. The road was built in the 1930s by the Civilian Conservation Corp. Admire the craftmanship of the stonework walls along the roads and overlooks. The road can be challenging as it is narrow, and steep in some sections with sheer drop-offs. The road has no shoulders, so bicyclists and vehicles must share the road. Use caution when on tight corners and hills. On the east side of the monument, motorists may encounter large trucks that use four miles of the monument's roadway to access the community of Glade Park. As you travel through this landscape of mesas, canyons and pinyon/juniper forests you may catch a glimpse of resident desert bighorn sheep.</p>", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "BCE3ACBE-7871-495B-AEA3-5E19BC482405", "name": "Canyons and Canyonlands"}, {"id": "A266302A-E2AE-4671-8515-B3614D8EF37F", "name": "Plateaus and Mesas"}, {"id": "F0F97E32-2F29-41B4-AF98-9FBE8DAB36B1", "name": "Geology"}, {"id": "4244F489-6813-4B7A-9D0C-20CE098C8FFF", "name": "Rock Landscapes and Features"}, {"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}, {"id": "0BBD4A42-2B3D-4E82-B5C4-1A3874C8682E", "name": "Roads, Routes and Highways"}], "durationDescription": "Rim Rock Drive's 25 -35 mile an hour speed limit allows time to take in scenic views of the canyons, mesas and rock monoliths that make up Colorado National Monument. Some overlooks along the route are adjacent to the parking spots, others require a short walk out to the edge of one of the many canyons.", "arePetsPermitted": "true", "timeOfDay": ["Day", "Night", "Dawn", "Dusk"], "duration": "2-4 Hours", "credit": ""}
{"id": "51CF61DA-280B-49AC-8820-CBBE81C5432F", "url": "https://www.nps.gov/thingstodo/vafo-trolley-tour.htm", "title": "Take a Trolley Tour", "shortDescription": "Trolley tours are offered on a seasonal basis. Check the schedule for current tour status. Trolley tours depart from the front of the Visitor Center and make extended stops at Muhlenberg's Brigade and Washington's Headquarters. Trolley Tours are 90 minutes long, ADA accessible, and administered by The Encampment Store.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/F42622AD-EA70-20F2-DD7C14DC1AB2A60E.jpg", "credit": "NPS Photo", "altText": "a trolley drives past a tree and log huts", "title": "Take a Trolley Tour", "description": "", "caption": "Trolley tours follow the Encampment Tour route.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F42622AD-EA70-20F2-DD7C14DC1AB2A60E.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F42622AD-EA70-20F2-DD7C14DC1AB2A60E.jpg"}]}], "relatedParks": [{"states": "PA", "parkCode": "vafo", "designation": "National Historical Park", "fullName": "Valley Forge National Historical Park", "url": "https://www.nps.gov/vafo/index.htm", "name": "Valley Forge"}], "relatedOrganizations": [], "tags": ["valley forge", "valley forge national historical park", "encampment tour", "Revolutionary War Encampments", "Revolutionary War", "Continental Army", "Women's History", "black history", "military history", "indigenous history", "Monuments"], "latitude": "40.10138234836926", "longitude": "-75.42232693600528", "geometryPoiId": "0799b2b7-7ab2-556a-95b8-d39a01573a70", "amenities": [], "location": "Visitor Center at Valley Forge", "seasonDescription": "<p>Trolleys run from March to December. See the full schedule for specific dates and times.</p>", "accessibilityInformation": "<ul> <li> <p>The trolley tour is wheelchair accessible. The trolley can accommodate up to 2 wheelchairs.</p> </li> <li> <p>Visitors with limited mobility should note that the group does move over uneven surfaces at Muhlenberg's Brigade (first extended stop) and that it takes few minutes to exit the trolley and reach the Washington’s Headquarters building (second extended stop).</p> </li> </ul>", "isReservationRequired": "false", "ageDescription": "All ages welcome.", "petsDescription": "<p>Designated service animals are allowed.</p>", "timeOfDayDescription": "<p>11:00 am, 1:00pm and 3:00pm (special holidays may have different tour times—please check the full schedule for more details)</p>", "feeDescription": "<h4>Ticket Prices</h4> <p>$20 – adults<br /> $18 – students / seniors (62+) / military<br /> $10 – children 11 & under</p>", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "3DE599E2-22ED-40BF-B383-EDA073563C1E", "name": "Bus/Shuttle Guided Tour"}], "activityDescription": "<p>Board the trolley at the Visitor Center at Valley Forge. Trolleys follow the Encampment Tour route and make extended stops at Muhlenberg's Brigade (stop #2) and Washington's Headquarters (stop #5). The tour ends back at the visitor center.</p>", "locationDescription": "<p>Tickets must be picked up at The Encampment Store gift shop in the <a href=\"https://www.nps.gov/places/visitor-center-valley-forge.htm\">Visitor Center at Valley Forge</a>. Reserved tickets that have not been claimed are released five minutes prior to scheduled tours. <strong>Please plan to arrive at the Visitor Center no later than 30 minutes prior to the tour’s departure.</strong></p>", "doFeesApply": "true", "longDescription": "<h2>Trolley tours are offered on a seasonal basis</h2> <p>90-minute guided trolley tours of Valley Forge National Historical Park follow the <a href=\"https://www.nps.gov/vafo/planyourvisit/encampmenttours.htm\">Encampment Tour route</a> and depart from the front of the visitor center. Tours make extended stops at <a href=\"https://www.nps.gov/places/muhlenbergs-brigade.htm\">Muhlenberg's Brigade</a> and <a href=\"https://www.nps.gov/vafo/learn/historyculture/washingtons_headquarters.htm\">Washington's Headquarters</a>. Trolley Tours are ADA accessible and administered by <a href=\"https://encampmentstore.org/trolley-tours/\">The Encampment Store</a>.</p> <p><a href=\"https://www.nps.gov/vafo/planyourvisit/accessibility.htm\">Accessibility information ></a></p> <p>Call The Encampment Store at <strong>610-624-5010</strong> for additional tour information and to reserve tickets.</p> <h2>Reservations</h2> <p>Advance reservations are recommended. Tickets must be picked up at The Encampment Store gift shop in the <a href=\"https://www.nps.gov/places/visitor-center-valley-forge.htm\">Visitor Center at Valley Forge</a>.</p> <p>Reserved tickets that have not been claimed are released five minutes prior to scheduled tours. <strong>Please plan to arrive at the Visitor Center no later than 30 minutes prior to the tour’s departure.</strong></p> <h2>Trolley Tours 2022 Schedule</h2> <p><strong>November 5 - November 19, 2022: </strong>Weekends only and weather permitting at 12 PM and 2 PM</p> <p><strong>November 11, 2022: </strong>Veterans’ Day<strong> </strong>tours at 12 PM and 2 PM</p> <p><strong>November 25 - November 27, 2022: </strong>Thanksgiving Weekend tours at<strong> </strong>11 AM, 1 PM, and 3 PM</p> <p><strong>December 26 - December 31, 2022: </strong>Week between Christmas and New Year's tours daily at 11 AM, 1 PM, and 3 PM</p> <h4>Ticket Prices</h4> <p>$20 – adults<br /> $18 – students / seniors (62+) / military<br /> $10 – children 11 & under</p>", "reservationDescription": "<p>Reservations are recommended but not required. If you would like to make a reservation, please call <strong>(610) 624-5010</strong>.</p>", "season": [], "topics": [{"id": "28AEAE85-9DDA-45B6-981B-1CFCDCC61E14", "name": "African American Heritage"}, {"id": "F3883A66-A7CB-461B-868E-1B5932224B25", "name": "American Revolution"}, {"id": "69693007-2DF2-4EDE-BB3B-A25EBA72BDF5", "name": "Architecture and Building"}, {"id": "4B3CD083-7500-434B-A8C2-D355925E0245", "name": "Medicine"}, {"id": "3B0D607D-9933-425A-BFA0-21529AC4734C", "name": "Military"}, {"id": "B145FAB8-5462-4FE2-964E-464D3A5E7F96", "name": "Artillery"}, {"id": "6766B838-9493-4EF8-830E-2D1EFB917461", "name": "Indigenous and Native Warrior"}, {"id": "97CCB419-196C-4B95-BB3A-621458F78415", "name": "US Army"}, {"id": "BEB7E470-13B2-4E00-84B2-0402D98DAF69", "name": "Monuments and Memorials"}, {"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}, {"id": "990E22A2-20D8-4CC2-8E6C-D2DF165BCDA5", "name": "American Revolutionary War"}, {"id": "7DA81DAB-5045-4953-9C20-36590AD9FA95", "name": "Women's History"}], "durationDescription": "", "arePetsPermitted": "false", "timeOfDay": ["Day"], "duration": "90 Minutes", "credit": ""}
{"id": "13FF409C-DC8E-493C-8ACA-54ED592010DA", "url": "https://www.nps.gov/thingstodo/rent-ebike-vafo.htm", "title": "Rent an E-bike", "shortDescription": "Regular e-bike rental season from April to November. Rentals may also be available outside the regular season, only on weekends with good weather and temperatures above 60 degrees. Please call the visitor center at 610-783-1099 to confirm the status of e-bike rentals for the day.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/3740E934-EEA9-E645-311D17B9B0A15B10.jpg", "credit": "Photo courtesy of E-bike Rental Valley Forge", "altText": "An e-bike sits on a dirt path with trees in the background", "title": "E-bike rentals", "description": "", "caption": "E-bike rentals are offered April to November.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/3740E934-EEA9-E645-311D17B9B0A15B10.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/3740E934-EEA9-E645-311D17B9B0A15B10.jpg"}]}], "relatedParks": [{"states": "PA", "parkCode": "vafo", "designation": "National Historical Park", "fullName": "Valley Forge National Historical Park", "url": "https://www.nps.gov/vafo/index.htm", "name": "Valley Forge"}], "relatedOrganizations": [], "tags": ["valley forge", "valley forge national historical park", "e-bikes", "rentals", "biking"], "latitude": "40.10121378571297", "longitude": "-75.42482900576942", "geometryPoiId": "", "amenities": [], "location": "Lower Visitor Center Parking Lot", "seasonDescription": "<p>Regular rental season from April to November.</p> <p>Rentals may also be available outside the regular season, <strong>only on weekends with good weather and temperatures above 60 degrees</strong>. Please call the visitor center at <strong>610-783-1099</strong> to confirm the status of E-bike rentals for the day.</p>", "accessibilityInformation": "<p>The most popular route for riding bicycles is the paved Joseph Plumb Martin trail. The trail is wide and most sections are fairly flat, but there are also some steeper grades that may not be accessible for some users.</p>", "isReservationRequired": "false", "ageDescription": "<ul> <li> <p>Minors (under 18) must be accompanied by an adult.</p> </li> <li> <p>Minimum age is 16 (State law).</p> </li> </ul>", "petsDescription": "", "timeOfDayDescription": "<p>Hours of operation are 9 AM to 3 PM.</p>", "feeDescription": "<p>$25 for 2 hours.</p>", "age": "16", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "7CE6E935-F839-4FEC-A63E-052B1DEF39D2", "name": "Biking"}], "activityDescription": "<p>Tour Valley Forge on an e-bike. The paved 5-mile loop of the Joseph Plumb Martin trail, plus spur trails to Knox's Quarters and Washington's Headquarters will provide scenic views and access to many popular stops along the Encampment Tour at Valley Forge National Historical Park.</p>", "locationDescription": "<p>E-bike rentals are located in lower visitor center parking lot to the right of the restroom facility.</p>", "doFeesApply": "true", "longDescription": "<h2>Regular rental season from April to November</h2> <p>Rentals may also be available outside the regular season, <strong>only on weekends with good weather and temperatures above 60 degrees</strong>. Please call the visitor center at <strong>610-783-1099</strong> to confirm the status of E-bike rentals for the day.</p> <h2>Regular season rentals open Thursday to Monday, closed Tuesdays and Wednesdays</h2> <p>Hours of operation are 9 AM to 3 PM, located in the lower visitor center parking lot next to the restrooms.</p> <h2>E-bike models</h2> <p>20-inch and 26-inch step-through and city cruisers are available.</p> <h2>E-bike rental fees</h2> <p>$25.00 for 2 hours.</p> <ul> <li> <p>Additional fees apply to late returns.</p> </li> <li> <p>First come, first served only, no reservations.</p> </li> </ul> <h2>Safety regulations</h2> <ul> <li> <p>Minors (under 18) must be accompanied by an adult.</p> </li> <li> <p>Minimum age is 16 (State law).</p> </li> </ul> <p>All riders must complete an e-bike operational tutorial and test-ride prior to leaving the parking lot.</p> <p>Find additional information about E-Bike Rental Valley Forge operating in Valley Forge National Historical Park under a commercial use authorization <a href=\"https://ebikerentalvalleyforge.com/\">here</a>.</p>", "reservationDescription": "<p>E-bike rentals are first come, first served only, no reservations.</p>", "season": ["Spring", "Summer", "Fall"], "topics": [{"id": "F3883A66-A7CB-461B-868E-1B5932224B25", "name": "American Revolution"}, {"id": "DE2F0F3C-C0C4-410F-90D3-97EEC33D348E", "name": "Deciduous Forests"}, {"id": "BEB7E470-13B2-4E00-84B2-0402D98DAF69", "name": "Monuments and Memorials"}, {"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}, {"id": "990E22A2-20D8-4CC2-8E6C-D2DF165BCDA5", "name": "American Revolutionary War"}], "durationDescription": "<p>E-bike rentals are purchased in 2-hour increments.</p>", "arePetsPermitted": "false", "timeOfDay": ["Day"], "duration": "2-6 Hours", "credit": ""}
{"id": "BFC02F95-78EE-4D43-B3EF-EAF62B07D721", "url": "https://www.nps.gov/thingstodo/gumo_guadalupepeak_viewpoint.htm", "title": "Guadalupe Peak Viewpoint", "shortDescription": "This viewpoint, located just to the southeast of the park boundary alongside U.S. Highway 62/180 provides an excellent view to the summit of Guadalupe Peak. ", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/6BF0C6E1-0C9A-90B9-8062610AD12BBFF1.jpg", "credit": "NPS Photo", "altText": "A roadside picnic table stands before a desert mountain vista", "title": "Guadalupe Peak Viewpoint", "description": "", "caption": "Guadalupe Peak Viewpoint", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6BF0C6E1-0C9A-90B9-8062610AD12BBFF1.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6BF0C6E1-0C9A-90B9-8062610AD12BBFF1.jpg"}]}], "relatedParks": [{"states": "TX", "parkCode": "gumo", "designation": "National Park", "fullName": "Guadalupe Mountains National Park", "url": "https://www.nps.gov/gumo/index.htm", "name": "Guadalupe Mountains"}], "relatedOrganizations": [], "tags": ["overlook", "Scenic Drive", "Guadalupe Peak", "Roadside Attractions"], "latitude": "31.8781252009", "longitude": "-104.823463583", "geometryPoiId": "a408487e-ae77-4c73-8190-1797e018c29f", "amenities": [], "location": "", "seasonDescription": "", "accessibilityInformation": "Highway 62/180 is paved. Pullouts along the highway will have variable conditions, ranging from dirt to accessible facilities. The Texas rest area ten miles north of the park has fully accessible facilities.", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "", "timeOfDayDescription": "", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "0B4A5320-216D-451A-9990-626E1D5ACE28", "name": "Scenic Driving"}], "activityDescription": "This viewpoint, located just to the southeast of the park boundary alongside U.S. Highway 62/180 provides an excellent view to the summit of Guadalupe Peak. ", "locationDescription": "This viewpoint, located just to the southeast of the park boundary alongside U.S. Highway 62/180 provides an excellent view to the summit of Guadalupe Peak. ", "doFeesApply": "false", "longDescription": "Just a short distance from the Pine Springs area, this roadside pulloff provides a clear view to the summit of Guadalupe Peak. ", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "FB3641FE-67A3-4EC7-B9C4-0A0867776798", "name": "Ancient Seas"}, {"id": "F0F97E32-2F29-41B4-AF98-9FBE8DAB36B1", "name": "Geology"}, {"id": "101F4D51-F99D-45A6-BBB6-CD481E5FACED", "name": "Mountains"}], "durationDescription": "", "arePetsPermitted": "true", "timeOfDay": ["Day", "Dawn", "Dusk"], "duration": "1-30 Minutes", "credit": ""}
{"id": "3478390D-1A00-42F0-B8A6-1962A5A2175C", "url": "https://www.nps.gov/thingstodo/gumo_overnight_wildernessridge.htm", "title": "Overnight on Wilderness Ridge", "shortDescription": "The lesser used Permian Reef trail leads to sheltered campsites and spectacular views into McKittrick Canyon, making a great destination of a one night, two day backpacking trip into the Wilderness. ", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/E28DCD21-C6ED-33FD-4995AF4C52D75045.jpg", "credit": "NPS Photo", "altText": "Tent on a dirt pad in a lightly forested environment", "title": "Wilderness Ridge Campsite", "description": "", "caption": "Campsite at Wilderness Ridge", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E28DCD21-C6ED-33FD-4995AF4C52D75045.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E28DCD21-C6ED-33FD-4995AF4C52D75045.jpg"}]}], "relatedParks": [{"states": "TX", "parkCode": "gumo", "designation": "National Park", "fullName": "Guadalupe Mountains National Park", "url": "https://www.nps.gov/gumo/index.htm", "name": "Guadalupe Mountains"}], "relatedOrganizations": [], "tags": ["McKittrick Canyon", "Guadalupe Mountains", "Guadalupe Mountains National Park", "wilderness", "backpacking", "itineraries"], "latitude": "31.9978400344", "longitude": "-104.770314315", "geometryPoiId": "47bdf4f6-6f8d-4fb6-a7e8-bd1611b1f97d", "amenities": [], "location": "Wilderness Ridge Campsites", "seasonDescription": "The trail up to the top of the ridge can be hot and dangerously exposed during summer months. ", "accessibilityInformation": "<p>Trail surfaces are loose rock or hardened rock surfaces. Hiking or trekking poles are highly recommended. Trail widths vary from two to six feet depending on the trail. </p> <h4>Parking</h4> <p>All trailhead areas have accessible parking available. </p> <h4>Service animals </h4> <p>Only service animals that have been individually trained to perform specific tasks for the benefit of persons with disabilities are allowed in the park and on trails.</p>", "isReservationRequired": "true", "ageDescription": "", "petsDescription": "<strong>Pets disturb wildlife and are not allowed on trails.</strong> Your pets should remain at home as <a href=\"https://www.nps.gov/gumo/planyourvisit/pets.htm\">opportunities for pets are very limited</a> in the park.", "timeOfDayDescription": "The McKittrick Canyon Trailhead is a day use area. Overnight parking is allowed only for permitted users of the Wilderness on backpacking trips. ", "feeDescription": "<a href=\"https://www.nps.gov/gumo/planyourvisit/fees.htm\">Park entry fee required for all adult visitors.</a> A <a href=\"https://www.nps.gov/gumo/planyourvisit/backcountry-use-permits.htm\">Wilderness Use Permit</a> fee is required for all overnight use of any wilderness camping sites.", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "4A58AF13-E8FB-4530-B41A-97DF0B0C77B7", "name": "Backcountry Camping"}], "activityDescription": "A <a href=\"https://www.nps.gov/gumo/planyourvisit/backcountry-use-permits.htm\">Wilderness Use Permit</a> is required for overnight use of any wilderness camping sites.", "locationDescription": "Learn more about the <a href=\"https://www.nps.gov/gumo/planyourvisit/wr_wcg.htm\">Wilderness Ridge Wilderness Campground.</a>", "doFeesApply": "true", "longDescription": "The lesser used Permian Reef trail leads to sheltered campsites and spectacular views into McKittrick Canyon, making a great destination of a one night, two day backpacking trip into the Wilderness. <br /> <br /> <strong>Distance:</strong> 9.0 miles (round-trip, out and back—4.5 miles one way from the trailhead to the Wilderness Ridge Campground)<br /> <strong>Elevation Change: </strong>2,000 feet<br /> <strong>Time Estimate:</strong> 4 hours to reach the campsites <br /> <strong>Difficulty: </strong>Strenuous<br /> <strong>Duration:</strong> Minimum of one night, two days. <br /> <strong>Trailheads:</strong> Start and end at the McKittrick Canyon Trailhead", "reservationDescription": "A <a href=\"https://www.nps.gov/gumo/planyourvisit/backcountry-use-permits.htm\">Wilderness Use Permit</a> is required for overnight use of any wilderness camping sites.", "season": ["Winter", "Spring", "Fall"], "topics": [{"id": "101F4D51-F99D-45A6-BBB6-CD481E5FACED", "name": "Mountains"}, {"id": "B85866E2-0897-4000-9040-605CA335804F", "name": "Wilderness"}], "durationDescription": "The need to carry all water with you is the primary limiting factor for all Wilderness trips in the Guadalupe Mountains. ", "arePetsPermitted": "false", "timeOfDay": ["Day", "Night", "Dawn", "Dusk"], "duration": "2-3 Days", "credit": ""}
{"id": "13CFCC6C-8228-493C-9FFA-D3FEEC4E9EF8", "url": "https://www.nps.gov/thingstodo/gumo_elcapitan_viewpoint.htm", "title": "El Capitan Viewpoint", "shortDescription": "On the climb up Guadalupe Pass on U.S. Highway 62/180 just a few miles west of the Pine Springs area, this roadside pull-off provides an unparalleled view to the summit of El Capitan. ", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/6C68716A-CE13-DE5C-F4F3A244E370FEA3.jpg", "credit": "NPS Photo", "altText": "A roadside picnic shelter stands below a prominent mountain peak.", "title": "El Capitan Viewpoint", "description": "", "caption": "El Capitan Viewpoint", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/6C68716A-CE13-DE5C-F4F3A244E370FEA3.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/6C68716A-CE13-DE5C-F4F3A244E370FEA3.jpg"}]}], "relatedParks": [{"states": "TX", "parkCode": "gumo", "designation": "National Park", "fullName": "Guadalupe Mountains National Park", "url": "https://www.nps.gov/gumo/index.htm", "name": "Guadalupe Mountains"}], "relatedOrganizations": [], "tags": ["Scenic Drive", "viewpoint", "Mountain", "overlook", "Roadside Attractions"], "latitude": "31.854257545", "longitude": "-104.844042899", "geometryPoiId": "9b08ec41-f90c-43c4-8670-37191326008c", "amenities": [], "location": "", "seasonDescription": "", "accessibilityInformation": "Highway 62/180 is paved. Pullouts along the highway will have variable conditions, ranging from dirt to accessible facilities. The Texas rest area ten miles north of the park has fully accessible facilities.", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "", "timeOfDayDescription": "", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "0B4A5320-216D-451A-9990-626E1D5ACE28", "name": "Scenic Driving"}], "activityDescription": "", "locationDescription": "This viewpoint, located on Guadalupe Pass, alongside U.S. Highway 62/180 provides an excellent view of El Capitan. ", "doFeesApply": "false", "longDescription": "On the climb up Guadalupe Pass on U.S. Highway 62/180 just a few miles west of the Pine Springs area, this roadside pull-off provides an unparalleled view to the summit of El Capitan. Pulloffs are located on both the east-bound and west-bound lanes of traffic.", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "FB3641FE-67A3-4EC7-B9C4-0A0867776798", "name": "Ancient Seas"}, {"id": "F0F97E32-2F29-41B4-AF98-9FBE8DAB36B1", "name": "Geology"}, {"id": "101F4D51-F99D-45A6-BBB6-CD481E5FACED", "name": "Mountains"}], "durationDescription": "", "arePetsPermitted": "true", "timeOfDay": ["Day", "Dawn", "Dusk"], "duration": "1-30 Minutes", "credit": ""}
{"id": "C51AE98D-C376-40F4-94D1-475B73A5BB51", "url": "https://www.nps.gov/thingstodo/explore-carbon-river-in-the-winter.htm", "title": "Explore Carbon River in the Winter", "shortDescription": "Discover Carbon River, in the beautiful northwest corner of Mount Rainier National Park, where you can hike, bike, or snowshoe during the winter.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/495A7E4E-D1D7-05E9-2139743173BC79FE.jpeg", "credit": "NPS Photo", "altText": "A person in a raincoat walks down a boardwalk trail surrounded by dense rainforest.", "title": "Carbon River Rainforest Nature Trail", "description": "", "caption": "Explore temperate rainforest along the Carbon River Rainforest Nature Trail.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/495A7E4E-D1D7-05E9-2139743173BC79FE.jpeg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/495A7E4E-D1D7-05E9-2139743173BC79FE.jpeg"}]}], "relatedParks": [{"states": "WA", "parkCode": "mora", "designation": "National Park", "fullName": "Mount Rainier National Park", "url": "https://www.nps.gov/mora/index.htm", "name": "Mount Rainier"}], "relatedOrganizations": [], "tags": ["Mount Rainier Winter", "winter activities", "hiking", "Mountain Biking", "rainforest", "Nature Trail", "mining history", "carbon river", "carbon river area", "carbon river road", "mount rainier", "winter recreation"], "latitude": "46.994959", "longitude": "-121.916741", "geometryPoiId": "", "amenities": [], "location": "Carbon River", "seasonDescription": "", "accessibilityInformation": "The Carbon River Road is a wide road that is no longer used for vehicle travel. It is mostly flat and well graded. There are sections that include washouts and unstable terrain. Pets are not allowed on the Carbon River Road, service animals are permitted.", "isReservationRequired": "false", "ageDescription": "Suitable for all ages. ", "petsDescription": "Pets are not allowed on any trails in the area. Pets are allowed in frontcountry campgrounds and picnic areas.", "timeOfDayDescription": "", "feeDescription": "Park entrance fee required. ", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "In addition to hiking, bicyclists can use the Carbon River Road. Bicyclists are not permitted on other trails. Bike racks are available at each trailhead. ", "locationDescription": "The Carbon River Ranger Station is open year round, with varying hours. It is staffed by rangers who can provide information to visitors. Carbon River does not provide direct driving access to any other area of the park.", "doFeesApply": "true", "longDescription": "<p>Discover Carbon River, in the beautiful northwest corner of Mount Rainier National Park, where you can hike, bike, or snowshoe- or all three!- during the winter. This area of the park provides a unique opportunity to walk or bike along a road that is no longer open to public vehicles. Enjoy the easy grade of the Carbon River Trail (former road) and find yourself in a beautiful setting of old-growth trees, galciers, and the Carbon River.<br /> <br /> The Carbon River area is a remote section of the park, only accessible via the Carbon River Road off of SR165. The road is closed at the park entrance, and open to only foot traffic and bicycles beyond that point. <em><strong>NOTE:</strong> Be prepared to navigate around road and trail washouts and expect to encounter hazards such as downed trees, snow, and changing weather conditions.</em><br /> <br /> Because of its relatively low elevation of 1,900 feet, the Carbon River area, while remote, is one of the few areas of the park that remains open year-round. During the colder months, the <strong>Carbon River Rainforest Nature Trail</strong> is often accessible. This 0.3-mile roundtrip hike is perfect for families and avid hikers alike. The boardwalk trail has two branches with interpretive signs exploring the unique temperate rain forest of the area (the bridge connecting the two branches on the far side of the trail is washed out). The boardwalk can be wet and slippery or icy. The Carbon River rain forest is the only true inland rain forest within the park. Walk along the boardwalk and marvel at the old-growth trees and see what kind of life you can find on the forest floor! <br /> <br /> There are many other hikes to explore in the area. If you want a multi-sport kind of adventure, consider starting your journey by <a href=\"https://www.nps.gov/mora/planyourvisit/bicycling.htm\">bicycle</a>. The <strong>Carbon River Road Trail</strong> once allowed vehicle traffic but has been closed after numerous major washouts and storms. This means visitors can ride their bikes all the way to Ipsut Creek Camp (10 miles round-trip). Exploring by bicycle allows visitors to shave time off their trips and makes many hikes in the area more easily accessible. <br /> <br /> The <a href=\"https://www.nps.gov/places/old-mine-trailhead.htm\">Old Mine Trail</a>, is 2.9 miles round-trip and begins at the Carbon River Entrance. Follow the Carbon River Trail through temperate rain forest, then take a short spur trail to climb up to the entrance of an old mine, transporting hikers to a time often forgotten.. During the winter, the trail may be snow-covered and fallen trees are common obstacles. <br /> <br /> For those wanting to view more natural features, <a href=\"https://www.nps.gov/places/green-lake-trailhead.htm\">Green Lake Trail</a> is an excellent option. From the Carbon River Entrance, hike or bicycle the Carbon River Trail 3.6 miles to the Green Lake Trailhead, then snowshoe the trail 1.8 miles as it climbs through dense forest to a beautiful mountain lake (10.8 miles round-trip). This journey takes visitors to a beautiful cascading waterfall called Ranger Falls before continuing to Green Lake. <br /> <br /> Always be prepared for changing weather conditions. The Carbon River area is remote with no cell reception. Ensure that you carry with you the Ten Essentials and always leave your itinerary with a trusted friend or family member who knows when to expect your return. If traveling by bicycle, know how to change a flat and always carry a map. River crossings on the Carbon River are prone to wash outs in fall, winter, and spring. Be prepared to turn back if you encounter washouts. Bikes are only allowed on the Carbon River Road and are not allowed on any trails. Each trailhead has bike racks. Stop in at the <a href=\"https://www.nps.gov/mora/planyourvisit/hours.htm\">Carbon River Ranger Station</a> for maps and current conditions.</p>", "reservationDescription": "", "season": ["Winter"], "topics": [{"id": "0D1FC024-52CA-4851-BEF0-8811732650DD", "name": "Rainforest"}, {"id": "A155238F-0DD2-4610-9B87-05FCE1C59283", "name": "River and Riparian"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}, {"id": "0BBD4A42-2B3D-4E82-B5C4-1A3874C8682E", "name": "Roads, Routes and Highways"}, {"id": "B85866E2-0897-4000-9040-605CA335804F", "name": "Wilderness"}], "durationDescription": "The Carbon River area offers opportunities for visitors to spend as much or as little time as they'd like. Visitors can stretch their legs on a quick walk or picnic, or embark on a daylong hike towards Ipsut Camground.", "arePetsPermitted": "false", "timeOfDay": ["Day"], "duration": "0-12 Hours", "credit": ""}
{"id": "5AB9AD00-33D5-4ED7-B598-B4904985DB89", "url": "https://www.nps.gov/thingstodo/explore-longmire-in-winter.htm", "title": "Explore Longmire in Winter", "shortDescription": "Make a day of it by visiting in Longmire in winter. Hike or snowshoe through the forest with views of Mount Rainier and bubbling mineral springs. Explore the Longmire Historic District and warm up with a hot meal in the National Park Inn.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/269EDF7A-D00B-91A9-5DF631895AC483F8.jpeg", "credit": "NPS Photo", "altText": "Several people walk along a snowy road in front of a view of a snow-covered mountain and forest.", "title": "Winter Recreation in Longmire", "description": "", "caption": "Enjoy a walk around Longmire with views of Mount Rainier.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/269EDF7A-D00B-91A9-5DF631895AC483F8.jpeg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/269EDF7A-D00B-91A9-5DF631895AC483F8.jpeg"}]}], "relatedParks": [{"states": "WA", "parkCode": "mora", "designation": "National Park", "fullName": "Mount Rainier National Park", "url": "https://www.nps.gov/mora/index.htm", "name": "Mount Rainier"}], "relatedOrganizations": [{"id": "CB00DBA6-545B-4750-B36D-0B2B8E1453EC", "url": "https://www.nps.gov/orgs/1582/", "name": "National Historic Landmarks Program"}, {"id": "D4ECC7A1-22D5-411E-A173-C716EF02B414", "url": "http://www.nps.gov/orgs/1557/", "name": "Park Cultural Landscapes Program"}, {"id": "6E70DE5D-0535-4A75-A202-23E7C3D14546", "url": "https://www.nps.gov/orgs/1894/", "name": "Park Historic Structures Program"}], "tags": ["mount rainier", "longmire", "winter", "winter recreation", "snowshoeing", "snowshoe hike", "cross country skiing", "NPS Rustic", "Rustic Architecture", "National Historic Landmark District", "National Historic Landmark", "National Park Inn", "food and beverage", "Trail of the Shadows", "winter hiking", "Mount Rainier Winter"], "latitude": "46.75011701", "longitude": "-121.8129303", "geometryPoiId": "", "amenities": [], "location": "Longmire", "seasonDescription": "Longmire is open year-round, but conditions can change rapidly in winter. Be prepared for snow and ice on trails. Wear warm clothing and shoes, and bring the <a href=\"https://www.nps.gov/mora/planyourvisit/winter-safety.htm\">winter 10 essentials</a> if planning to recreate. ", "accessibilityInformation": "The main developed area of Longmire has paved road and paths. In winter, paths can be snow covered and often icy. Buildings and restrooms are accessible year-round. Approximately half of the un-paved Trail of the Shadows (roughly 0.3 miles) is wheelchair accessible, though the trail can be covered in deep snow in winter. Other trails in the area can be steep and challenging.", "isReservationRequired": "false", "ageDescription": "Longmire has options for visitors of all ages. ", "petsDescription": "Dogs are allowed on leash on the roads in Longmire, but are NOT allowed on trails, including Trail of the Shadows. Learn more about <a href=\"https://www.nps.gov/mora/planyourvisit/pets.htm\">pets at Mount Rainier</a>. ", "timeOfDayDescription": "Facilities may have limited hours in winter. Check <a href=\"https://www.nps.gov/mora/planyourvisit/hours.htm\">hours of operation</a> when planning a visit.", "feeDescription": "Park <a href=\"https://www.nps.gov/mora/planyourvisit/fees.htm\">entrance fee</a> required. No fees for any activities. Permits are required for winter camping.", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "01D717BC-18BB-4FE4-95BA-6B13AD702038", "name": "Snowshoeing"}], "activityDescription": "<p>From easy walks around Longmire and Trail of the Shadows to more strenous hikes, there are many options for snowshoeing in Longmire. However, there are also options for a more relaxed visit, such as enjoying winter views from the National Park Inn. </p>", "locationDescription": "<p>At 2,700 feet above sea level, Longmire is located in the southwest corner of the park and is 6.5 miles (10.5 km) east of the Nisqually Entrance. </p>", "doFeesApply": "true", "longDescription": "<p>Longmire is one of the few areas of Mount Rainier National Park open year-round. Though conditions may limit access to Paradise, you can usually reach Longmire. Longmire has much to offer in winter, from visitor services to lower elevation snowshoeing.<br /> <br /> For those looking to get outside, start with a stroll around the 0.7 mile-loop <strong>Trail of the Shadows</strong> to view bubbling mineral springs. During the winter, this trail often has a firm boot pack suitable for hiking or it can be snowshoed. The mineral springs do not reach high temperatures but stay just warm enough to not freeze. Follow a spur trail into the Longmire Meadow to view Mount Rainier and watch for wildlife. Birds, deer, and other animals frequent the area even in winter. <br /> <br /> If the snow is too deep or you are looking for a more casual walk, follow the plowed road through Longmire. Built in the style of National Park Service Rustic Architecture, buildings in Longmire are part of a designated <strong>National Historic Landmark District</strong>. The Longmire Administration Building is an excellent example, constructed of large boulders and logs to match the area’s natural surroundings. Continue across the wood suspension bridge over the Nisqually River to the <a href=\"https://www.nps.gov/places/longmire-community-building-viewpoint.htm\">Longmire Community Building</a>. The view of Mount Rainier from in the front of the community building is one of the best in the park. The historic Longmire Community Building is closed to visitors, but take a moment to visit the <a href=\"https://www.nps.gov/places/valor-memorial.htm\">Valor Memorial</a>, located next to the Community Building. While interpretive signs for the <a href=\"https://www.nps.gov/thingstodo/longmire-historic-district-walking-tour.htm\">Longmire Historic District Walking Tour</a> are removed during the winter, you can still pick up a map at the <a href=\"https://www.nps.gov/mora/planyourvisit/hours.htm\">Longmire Museum</a> or follow the 1.25-mile, round-trip, self-guided tour using the <a href=\"https://www.nps.gov/subjects/digital/nps-apps.htm\">NPS App</a>. The Trail of the Shadows is also a self-guided tour in the app. Pets are permitted along the road/paths in the Longmire Historic District, but are <strong>not</strong> permitted on any trails, including Trail of the Shadows. <br /> <br /> For those with snowshoes, orienteering skills, and experience with winter hiking, longer trails in the area include: </p> <ul> <li><a href=\"https://www.nps.gov/places/wonderland-trail-longmire-trailhead.htm\">Wonderland Trail from Longmire</a> <strong>to Cougar Rock Campground</strong>. Starting from Longmire, a section of the Wonderland Trail meanders parallel to the Nisqually River with a gentle incline to reach Cougar Rock Campground after 1.4 miles one-way. The Wonderland Trail continues over the Nisqually River at the Carter Falls crossing near Cougar Rock Campground, but the log footbridge is frequently washed out in winter. Return on the trail to Longmire; do not snowshoe or hike on the Paradise Road when it is closed to vehicles due to hazards from snowplows working on the road. </li> <li><a href=\"https://www.nps.gov/places/trail-of-the-shadows-rampart-ridge-trailhead.htm\">Rampart Ridge Trail</a> in Longmire is a 4.6 mile-loop with 1,339 feet of elevation gain. The trail begins at the west end of the Trail of the Shadows, approximately 0.2 miles from the trailhead if heading clockwise. The loop can be hiked in either direction but going clockwise provides better views of Mount Rainier. The other end of the trail connects to the Wonderland Trail to return to Longmire. This trail is popular with snowshoers but is unmarked and requires winter navigation skills.</li> </ul> <p>Make sure to stop by the <strong>Longmire Museum</strong> for information about trail conditions and permits. The museum also has exhibits about the nature and history of the area.<br /> <br /> <strong>Cross country skiers</strong> may enjoy exploring the snow-covered paths of the Longmire Stewardship Campground located near the community building.<br /> <br /> When it’s time to warm up, visit the <a href=\"https://www.nps.gov/places/national-park-inn.htm\">National Park Inn</a>. Sit on the veranda with a cup of hot chocolate to enjoy the view or take a break indoors by the fireplace. Refuel with a hot meal in the restaurant or stop by the general store for gifts and souvenirs.</p>", "reservationDescription": "No reservations are required to visit the area, but reservations are recommended if you wish to stay overnight in the National Park Inn.", "season": ["Winter"], "topics": [{"id": "69693007-2DF2-4EDE-BB3B-A25EBA72BDF5", "name": "Architecture and Building"}, {"id": "41B1A0A3-11FF-4F55-9CB9-034A7E28B087", "name": "Forests and Woodlands"}, {"id": "762170E5-0747-4836-B837-7F2547D3F733", "name": "Coniferous Forests"}, {"id": "F0F97E32-2F29-41B4-AF98-9FBE8DAB36B1", "name": "Geology"}, {"id": "F16A7A2C-174D-4FD8-9203-8D8D8EAD644B", "name": "Geothermal"}, {"id": "2FC0C556-5B92-4217-AF03-AA395A207D7D", "name": "Hot Springs"}, {"id": "FBB14C45-1663-4714-9D28-B2B99874644D", "name": "Glaciers"}, {"id": "101F4D51-F99D-45A6-BBB6-CD481E5FACED", "name": "Mountains"}, {"id": "A155238F-0DD2-4610-9B87-05FCE1C59283", "name": "River and Riparian"}, {"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}, {"id": "1015393C-D7B0-47F3-86FB-786F30368CA2", "name": "Bridges"}, {"id": "90F8744F-CD10-4925-955C-064CB1A17EB0", "name": "Volcanoes"}, {"id": "BA12B386-49EA-46B0-9121-FCACACC47538", "name": "Watersheds"}, {"id": "B85866E2-0897-4000-9040-605CA335804F", "name": "Wilderness"}], "durationDescription": "<p>Longmire can be a shorter stop en route to visit Paradise or a day trip destination. Roads can be snowy and icy, and all vehicles are required to carry tire chains. Be prepared to use tire chains. In winter, plan extra driving time to reach Longmire and check <a href=\"https://www.nps.gov/mora/planyourvisit/road-status.htm\">road status</a> when planning a visit.</p>", "arePetsPermitted": "true", "timeOfDay": ["Day"], "duration": "2-4 Hours", "credit": ""}
{"id": "9F23206A-05E5-4E96-AD6E-EEBC2F7332C4", "url": "https://www.nps.gov/thingstodo/hike-the-valle-grande-trail.htm", "title": "Hike the Valle Grande Trail", "shortDescription": "This pet-friendly, 2-mile (3.2 km) out-and-back trail quickly drops down the southeastern rim of the caldera to reach the edge of Valle Grande, offering sweeping views and excellent opportunities for elk viewing, especially early in the morning or late afternoon/early evening.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/E4930158-AEE3-E348-F7795706209651E9.jpg", "credit": "NPS/L. Ray", "altText": "A large boulder in a vast, grassy valley surrounded by forested hills.", "title": "Valle Grande Trail", "description": "", "caption": "Views from the Valle Grande Trail.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/E4930158-AEE3-E348-F7795706209651E9.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/E4930158-AEE3-E348-F7795706209651E9.jpg"}]}], "relatedParks": [{"states": "NM", "parkCode": "vall", "designation": "National Preserve", "fullName": "Valles Caldera National Preserve", "url": "https://www.nps.gov/vall/index.htm", "name": "Valles Caldera"}], "relatedOrganizations": [], "tags": ["hiking", "hike", "trail", "Valles Caldera"], "latitude": "", "longitude": "", "geometryPoiId": "", "amenities": [], "location": "Valle Grande Trailhead", "seasonDescription": "This is one of the few trails that is accessible year-round at Valles Caldera National Preserve.", "accessibilityInformation": "This is a narrow, unpaved, natural surface trail with somewhat steep grades. ", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "", "timeOfDayDescription": "", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "45261C0A-00D8-4C27-A1F8-029F933A0D34", "name": "Front-Country Hiking"}], "activityDescription": "", "locationDescription": "<p>The Valle Grande Trailhead is located near mile marker 43 on the north side of NM 4. Park in the paved pull-out on the south side of NM 4, opposite the trailhead. Backcountry permit not required.</p>", "doFeesApply": "false", "longDescription": "<p>This pet-friendly, 2-mile (3.2 km) out-and-back trail quickly drops down the southeastern rim of the caldera to reach the edge of Valle Grande, offering sweeping views and excellent opportunities for elk viewing, especially early in the morning or late afternoon/early evening.<br /> <br /> <strong>Elevation:</strong> 8,653 - 9,081 feet</p>", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "0D00073E-18C3-46E5-8727-2F87B112DDC6", "name": "Animals"}, {"id": "957EF2BD-AC6C-4B7B-BD9A-87593ADC6691", "name": "Birds"}, {"id": "344CE561-4E98-49BF-ACD2-438E3684DA5D", "name": "Elk"}, {"id": "4DC11D06-00F1-4A01-81D0-89CCCCE4FF50", "name": "Climate Change"}, {"id": "04A39AB8-DD02-432F-AE5F-BA1267D41A0D", "name": "Fire"}, {"id": "9F6A7003-59D6-4438-935F-760FD04C1073", "name": "Foothills, Plains and Valleys"}, {"id": "41B1A0A3-11FF-4F55-9CB9-034A7E28B087", "name": "Forests and Woodlands"}, {"id": "94262026-92F5-48E9-90EF-01CEAEFBA4FF", "name": "Grasslands"}, {"id": "AEA4C5FD-F25C-4C3D-97FE-2767ED3EE682", "name": "Meadows"}, {"id": "1AEDC86F-5792-487F-8CDF-9E92CAB97ACE", "name": "Prairies"}, {"id": "101F4D51-F99D-45A6-BBB6-CD481E5FACED", "name": "Mountains"}, {"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}, {"id": "90F8744F-CD10-4925-955C-064CB1A17EB0", "name": "Volcanoes"}, {"id": "BA12B386-49EA-46B0-9121-FCACACC47538", "name": "Watersheds"}, {"id": "54B56677-1200-4DF1-927C-36F389E04466", "name": "Headwaters"}, {"id": "1365C347-952C-475A-B755-731DD523C195", "name": "Wetlands"}], "durationDescription": "", "arePetsPermitted": "true", "timeOfDay": ["Day"], "duration": "1-2 Hours", "credit": ""}
{"id": "B782479A-DAEC-482B-B0B0-FD33451C441D", "url": "https://www.nps.gov/thingstodo/walk-on-the-santa-fe-trail.htm", "title": "Hike on the Santa Fe Trail", "shortDescription": "Travel the trail today and you can almost hear the whoops and cries of \"All's set!\" as trail hands hitched their oxen to freight wagons carrying cargo between western Missouri and Santa Fe, New Mexico. Between 1821 and 1880, the Santa Fe Trail was primarily a commercial highway. There are a variety of hiking opportunities across the full length of the trail. We've selected a few places in Missouri, Kansas, Colorado, and New Mexico for you to check out.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/F9075BCB-EA02-3C8B-05248539F28850AB.jpg", "credit": "", "altText": "A rocky bluff looks out on a flat plain of sparse vegetation.", "title": "", "description": "", "caption": "", "crops": [{"aspectRatio": "3", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/F9075BCB-EA02-3C8B-05248539F28850AB.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/F9075BCB-EA02-3C8B-05248539F28850AB.jpg"}]}], "relatedParks": [{"states": "CO,KS,MO,NM,OK", "parkCode": "safe", "designation": "National Historic Trail", "fullName": "Santa Fe National Historic Trail", "url": "https://www.nps.gov/safe/index.htm", "name": "Santa Fe"}], "relatedOrganizations": [{"id": "4BB61D5B-A2BB-4111-ACE6-C5DBE7FCB5EC", "url": "http://www.nps.gov/orgs/1453/", "name": "National Trails Office - Regions 6, 7, 8"}], "tags": ["santa fe national historic trail", "Santa Fe Trail", "things to do", "historic trail", "hike", "walk", "history", "historic trails", "National Trails", "Santa Fe Trail", "Bicentennial", "hiking", "trails", "Colorado", "Kansas", "Missouri", "Santa Fe NHT", "New Mexico"], "latitude": "", "longitude": "", "geometryPoiId": "", "amenities": [], "location": "More Information & Directions", "seasonDescription": "", "accessibilityInformation": "<p>Accessibility information will vary by location. Please check with the individual site for more specific information. Services animals are allowed at all locations.</p>", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "<p>Pets being allowed will vary by location. Please check with the individual site for more information.</p>", "timeOfDayDescription": "", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "<p>Hiking and walking opportunities will vary by location. Please check with the individual site for more information.</p>", "locationDescription": "<h4>Missouri</h4> <ul> <li><a href=\"http://www.nps.gov/safe/planyourvisit/missouri.htm\">Trails Greenway</a></li> </ul> <h4>Kansas</h4> <ul> <li><a href=\"http://www.fs.usda.gov/goto/psicc/cim\">Cimarron National Grassland</a></li> </ul> <h4>Colorado</h4> <ul> <li><a href=\"http://www.fs.usda.gov/psicc\">Comanche National Grassland</a></li> </ul> <h4>New Mexico</h4> <ul> <li> <p><a href=\"http://www.fs.usda.gov/detail/cibola/home/?cid=fsbdev3_065702\">Kiowa National Grassland</a></p> </li> </ul>", "doFeesApply": "false", "longDescription": "<h2>Walk on the Trail</h2> <p>Walk in the footsteps of history. Discover the same landscapes and imagine the hardships of those that have passed before you, as you look through their eyes on the same viewsheds. What is different? What is the same? Walking the trail is a different kind of hiking experience! In some places, the historic trail is a current modern-day hiking trail. In others, it could be a modern-day asphalt road. Experiences vary, so please check with individual locations for more details.</p> <h4>Check out one of these opportunities to walk the trail:</h4> <div class=\"accordion-list\"> <div aria-multiselectable=\"true\" class=\"panel-group accordion-list-group accordion-list-items\" id=\"accordion1611179656842\" role=\"tablist\"> <div class=\"collapsible-item panel panel-default\" id=\"Collapsible1668532128575\"> <div class=\"collapsible-item-heading panel-heading\" id=\"headingCollapsible1668532128575\" role=\"tab\"> <h4 class=\"collapsible-item-title panel-title\"><a href=\"#collapseCollapsible1668532128575\"><span class=\"glyphicon glyphicon-chevron-down\"> </span></a> <a href=\"#collapseCollapsible1668532128575\">Missouri</a></h4> </div> <div aria-labelledby=\"headingCollapsible1668532128575\" class=\"collapse collapsible-item-collapse panel-collapse\" id=\"collapseCollapsible1668532128575\" role=\"tabpanel\"> <div class=\"collapsible-item-body panel-body\"> <ul> <li><a href=\"https://www.nps.gov/places/3-trails-greenway-hickman-mills-segment.htm\">Trails Greenway</a> <ul> <li>9000 Old Santa Fe Road, Kansas City</li> <li><strong>Trail Info: </strong>This 2,000-foot trail segment, located on the property of the Hickman Mills School District, begins just northeast of the district’s administration building. No ruts or swales are visible, and the exact route along this corridor is not precisely known, but it passes to the north of the building and follows a gently meandering route that ends near the corner of 91st Street and Old Santa Fe Road.</li> </ul> </li> </ul> </div> </div> </div> </div> </div> <div class=\"accordion-list\"> <div aria-multiselectable=\"true\" class=\"panel-group accordion-list-group accordion-list-items\" id=\"accordion1611179749306\" role=\"tablist\"> <div class=\"collapsible-item panel panel-default\" id=\"Collapsible1668532128569\"> <div class=\"collapsible-item-heading panel-heading\" id=\"headingCollapsible1668532128569\" role=\"tab\"> <h4 class=\"collapsible-item-title panel-title\"><a href=\"#collapseCollapsible1668532128569\"><span class=\"glyphicon glyphicon-chevron-down\"> </span></a> <a href=\"#collapseCollapsible1668532128569\">Kansas</a></h4> </div> <div aria-labelledby=\"headingCollapsible1668532128569\" class=\"collapse collapsible-item-collapse panel-collapse\" id=\"collapseCollapsible1668532128569\" role=\"tabpanel\"> <div class=\"collapsible-item-body panel-body\"> <ul> <li><a href=\"https://www.nps.gov/places/cimarron-national-grassland.htm\">Cimarron National Grassland</a> <ul> <li>This 108,175-acre grassland covers portions of Morton and Stevens counties in southwestern Kansas</li> <li>Trail Info: The Santa Fe Trail's Cimarron Route cuts diagonally through this grassland.</li> </ul> </li> </ul> </div> </div> </div> </div> </div> <div class=\"panel panel-default collapsible-item\" id=\"Collapsible1668532128564\"> <div class=\"panel-heading collapsible-item-heading\" id=\"headingCollapsible1668532128564\" role=\"tab\"> <h4 class=\"panel-title collapsible-item-title\"><a href=\"#collapseCollapsible1668532128564\"><span class=\"glyphicon glyphicon-chevron-down\"> </span></a> <a href=\"#collapseCollapsible1668532128564\">Colorado</a></h4> </div> <div aria-labelledby=\"headingCollapsible1668532128564\" class=\"panel-collapse collapse collapsible-item-collapse\" id=\"collapseCollapsible1668532128564\" role=\"tabpanel\"> <div class=\"panel-body collapsible-item-body\"> <ul> <li><a href=\"https://www.nps.gov/places/comanche-national-grassland.htm\">Comanche National Grassland</a> <ul> <li>This vast grassland covers more than 440,000 discontinuous acres in southeastern Colorado</li> <li><strong>Trail Info: </strong>Several Santa Fe Trail routes coursed through these grasslands, including the Mountain Route, the Granada-Ft. Union Wagon Road, and the Aubry Cutoff.</li> </ul> </li> </ul> </div> </div> </div> <div class=\"panel panel-default collapsible-item\" id=\"Collapsible1668532128561\"> <div class=\"panel-heading collapsible-item-heading\" id=\"headingCollapsible1668532128561\" role=\"tab\"> <h4 class=\"panel-title collapsible-item-title\"><a href=\"#collapseCollapsible1668532128561\"><span class=\"glyphicon glyphicon-chevron-down\"> </span></a> <a href=\"#collapseCollapsible1668532128561\">New Mexico</a></h4> </div> <div aria-labelledby=\"headingCollapsible1668532128561\" class=\"panel-collapse collapse collapsible-item-collapse\" id=\"collapseCollapsible1668532128561\" role=\"tabpanel\"> <div class=\"panel-body collapsible-item-body\"> <ul> <li><a href=\"https://www.nps.gov/places/kiowa-and-rita-blanca-national-grasslands.htm\">Kiowa National Grassland</a> <ul> <li>The 137,000-acre grassland is located in two discrete units of northeastern New Mexico.</li> <li><strong>Trail Info: </strong>Two miles of the Santa Fe Trail's Cimarron Route are located on the eastern unit of this grassland, about 15 miles north of Clayton.</li> </ul> </li> </ul> </div> </div> </div> <h3> </h3> <h3><a href=\"https://www.nps.gov/safe/planyourvisit/safety.htm\">Safety Considerations</a><br /> <br /> For more location information: <a href=\"http://www.nps.gov/safe/planyourvisit/places-to-go.htm\">Places to Go on the Santa Fe Trail</a></h3>", "reservationDescription": "", "season": [], "topics": [{"id": "7F12224B-217A-4B07-A4A2-636B1CE7F221", "name": "Colonization and Settlement"}, {"id": "1170EEB6-5070-4760-8E7D-FF1A98272FAD", "name": "Commerce"}, {"id": "A010EADF-78B8-4526-B0A4-70B0E0B3470E", "name": "Trade"}, {"id": "12EA2B56-17EC-410A-A10D-BFBA87A0669B", "name": "Explorers and Expeditions"}, {"id": "E4E84C87-6737-4C37-9157-5962648A35F2", "name": "Ranches"}, {"id": "9F6A7003-59D6-4438-935F-760FD04C1073", "name": "Foothills, Plains and Valleys"}, {"id": "988B4AFC-F478-4673-B66D-E6BDB0CCFF35", "name": "Forts"}, {"id": "94262026-92F5-48E9-90EF-01CEAEFBA4FF", "name": "Grasslands"}, {"id": "1AEDC86F-5792-487F-8CDF-9E92CAB97ACE", "name": "Prairies"}, {"id": "78078CA8-DCBC-4320-A7BF-259A56D55CA2", "name": "Hispanic American Heritage"}, {"id": "0B575E33-B68F-4F3D-998E-B03284606CF3", "name": "Industry"}, {"id": "A1BAF33E-EA84-4608-A888-4CEE9541F027", "name": "Native American Heritage"}, {"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}, {"id": "FE2C2613-B41E-4531-BC43-03EB6E45CBCF", "name": "Transportation"}], "durationDescription": "", "arePetsPermitted": "true", "timeOfDay": [], "duration": "", "credit": ""}
{"id": "08C8F165-2CF0-4084-A3E5-6B59E9AF2237", "url": "https://www.nps.gov/thingstodo/gumo_mckittrickridge-overnight.htm", "title": "Overnight on McKittrick Ridge", "shortDescription": "The journey to the top of McKittrick Ridge is \"the toughest hike in Texas.\" This arduous hike is best enjoyed as an overnight hike allowing for rest, recovery, and fabulous night skies at the McKittrick Ridge Wilderness Campground. An overnight Wilderness Use Permit is required for camping.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/78A96F1A-AEE3-48A7-8E5FB236A1FCB125.jpg", "credit": "NPS Photo", "altText": "A mountainous ridge with trees and rocks looms in the distance", "title": "McKittrick Ridge", "description": "", "caption": "McKittrick Ridge", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/78A96F1A-AEE3-48A7-8E5FB236A1FCB125.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/78A96F1A-AEE3-48A7-8E5FB236A1FCB125.jpg"}]}], "relatedParks": [{"states": "TX", "parkCode": "gumo", "designation": "National Park", "fullName": "Guadalupe Mountains National Park", "url": "https://www.nps.gov/gumo/index.htm", "name": "Guadalupe Mountains"}], "relatedOrganizations": [], "tags": ["McKittrick Canyon", "Guadalupe Mountains", "wilderness", "backpacking", "itineraries", "strenuous hike", "hike"], "latitude": "31.97396089617836", "longitude": "-104.8071871963452", "geometryPoiId": "", "amenities": [], "location": "McKittrick Ridge Wilderness Campground", "seasonDescription": "", "accessibilityInformation": "<p>Trail surfaces are loose rock or hardened rock surfaces. Hiking or trekking poles are highly recommended. Trail widths vary from two to six feet depending on the trail. </p> <h4>Parking</h4> <p>All trailhead areas have accessible parking available. </p> <h4>Service animals </h4> <p>Only service animals that have been individually trained to perform specific tasks for the benefit of persons with disabilities are allowed in the park and on trails.</p>", "isReservationRequired": "true", "ageDescription": "", "petsDescription": "<strong>Pets disturb wildlife and are not allowed on trails.</strong> Your pets should remain at home as <a href=\"https://www.nps.gov/gumo/planyourvisit/pets.htm\">opportunities for pets are very limited</a> in the park.", "timeOfDayDescription": "The McKittrick Canyon Trailhead is a day use area. Overnight parking is allowed only for permitted users of the Wilderness on backpacking trips. ", "feeDescription": "<a href=\"https://www.nps.gov/gumo/planyourvisit/fees.htm\">Park entry fee required for all adult visitors.</a> A <a href=\"https://www.nps.gov/gumo/planyourvisit/backcountry-use-permits.htm\">Wilderness Use Permit</a> fee is required for all overnight use of any wilderness camping sites. ", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "4A58AF13-E8FB-4530-B41A-97DF0B0C77B7", "name": "Backcountry Camping"}], "activityDescription": "A <a href=\"https://www.nps.gov/gumo/planyourvisit/backcountry-use-permits.htm\">Wilderness Use Permit</a> is required for overnight use of any wilderness camping sites.", "locationDescription": "From McKittrick Canyon trailhead, the distance is 7.6 miles, with the elevation gain (significant for quite some distance) of over 2700 feet. If you'd like to visit this beautiful ridge without quite the workout, begin instead at Dog Canyon.", "doFeesApply": "true", "longDescription": "The journey to the top of McKittrick Ridge is \"the toughest hike in Texas.\" This very strenuous hike is best enjoyed as an overnight experience. This route takes you through MicKittrick Canyon up the steepest trail in the park. At the halfway point to the ridge is \"The Notch\", where there is a spectacular view of the canyon both directions. As you continue, don't be fooled by the false summits that make you think you've nearly reached the top! The hike from the contact station to the ridge and back is 15.2 miles. (7.6 miles one way to McKittrick Ridge Campground).<br /> <br /> <strong>Distance:</strong> 15.2 miles (24.5 km) round-trip, out and back<br /> <strong>Elevation Change: </strong>2,700 feet<br /> <strong>Time Estimate:</strong> 6-8 hours to reach the campsites<br /> <strong>Difficulty: </strong>Strenuous<br /> <strong>Duration:</strong> Minimum of one night, two days.<br /> <strong>Trailheads:</strong> start and end at the McKittrick Canyon Trailhead", "reservationDescription": "A <a href=\"https://www.nps.gov/gumo/planyourvisit/backcountry-use-permits.htm\">Wilderness Use Permit</a> is required for overnight use of any wilderness camping sites.", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "BCE3ACBE-7871-495B-AEA3-5E19BC482405", "name": "Canyons and Canyonlands"}, {"id": "E25F3456-43ED-45DD-93BC-057F9B944F7A", "name": "Caves, Caverns and Karst"}, {"id": "41B1A0A3-11FF-4F55-9CB9-034A7E28B087", "name": "Forests and Woodlands"}, {"id": "F6D3A52E-608F-47D6-96DF-1FD64122A2FC", "name": "Fossils and Paleontology"}, {"id": "F0F97E32-2F29-41B4-AF98-9FBE8DAB36B1", "name": "Geology"}, {"id": "101F4D51-F99D-45A6-BBB6-CD481E5FACED", "name": "Mountains"}, {"id": "A7359FC4-DAD8-45F5-AF15-7FF62F816ED3", "name": "Night Sky"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}, {"id": "B85866E2-0897-4000-9040-605CA335804F", "name": "Wilderness"}], "durationDescription": "The need to carry all water with you is the primary limiting factor for all Wilderness trips in the Guadalupe Mountains. ", "arePetsPermitted": "false", "timeOfDay": ["Day", "Night", "Dawn", "Dusk"], "duration": "2-3 Days", "credit": ""}
{"id": "A6B220C7-D216-4C2E-AFA4-1BD8463E75FF", "url": "https://www.nps.gov/thingstodo/visit-hartwell-tavern.htm", "title": "Visit Hartwell Tavern", "shortDescription": "Hartwell Tavern is a restored 18th century home located along the original Battle Road in Minute Man National Historical Park. Building interior closed for winter. The park grounds remain open.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/06BB36A5-EA0D-C1FF-98DB85530B2285B3.jpeg", "credit": "NPS Photo", "altText": "A wooden house sits in an open grassy field. Three people in colonial clothing press cider in front.", "title": "Hartwell Tavern", "description": "", "caption": "Hartwell Tavern", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/06BB36A5-EA0D-C1FF-98DB85530B2285B3.jpeg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/06BB36A5-EA0D-C1FF-98DB85530B2285B3.jpeg"}]}], "relatedParks": [{"states": "MA", "parkCode": "mima", "designation": "National Historical Park", "fullName": "Minute Man National Historical Park", "url": "https://www.nps.gov/mima/index.htm", "name": "Minute Man"}], "relatedOrganizations": [], "tags": ["American Revolution", "April 19 1775", "Battle Road", "Battle of Lexington and Concord", "Battle Site", "battles of Lexington and Concord", "battlefield", "Hartwell", "Hartwell Tavern", "historic house", "historic weapons", "history", "history and culture", "Living History", "Minute Man National Historical Park", "Minute men", "nps", "National Park", "National Park Ranger", "plan your visit", "things to do", "ranger program"], "latitude": "42.45382240037418", "longitude": "-71.29327118396759", "geometryPoiId": "", "amenities": [], "location": "Hartwell Tavern", "seasonDescription": "Hartwell Tavern is closed during the winter. Building will reopen in Sping 2023. ", "accessibilityInformation": "The Hartell Tavern area is on the Battle Road Trail which is wheelchair accessible. The tavern itself, however, being nearly 290 years old, is not.<br /> <br /> Trained Service Animals are allowed within the house.", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "Pets are not allowed inside Hartwell Tavern. Pets are allowed outside the house.", "timeOfDayDescription": "Hartwell Tavern is closed during the winter. Building will reopen in Sping 2023. ", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "B204DE60-5A24-43DD-8902-C81625A09A74", "name": "Living History"}], "activityDescription": "If you visit during the operational season, you will have an opportunity to explore the interior of Hartwell Tavern and talk to costumed interpreters about a variety of topics. Learn about the experiences of the Hartwell Family on April 19, 1775 or talk about popular drinks consumed in the 18th tavern room!<br /> <br /> Building interior closed for winter. <br /> During the summer National Park Service staff will also conduct historic weapons demonstrations in the paddock outside the tavern. ", "locationDescription": "The parking lot for Hartwell Tavern is located on Rt 2A approximately 1 mile east of Minute Man Visitor Center. From the parking lot, walk approximatly 1/4th mile north onto the Battle Road Trail where you will find the tavern building situated at a historic crossroads. ", "doFeesApply": "false", "longDescription": "<strong><i>Building interior closed for winter. The park grounds remain open. <br /> <br /> Hartwell Tavern</i></strong><em> </em>is a restored 18th century home located along the Battle Road in Minute Man National Historical Park. The tavern sits on a beautifully restored section of the battlefield and is the heart of our Living History operations at Minute Man. The grounds around Hartwell remain open sunrise to sunset.<br /> <br /> <i><strong>Living History at Hartwell Tavern: </strong></i>If you visit during the operational season, you will have an opportunity to explore the interior of Hartwell Tavern and talk to interpreters dressed in eighteenth century attire, about a variety of topics. Learn about the experiences of the Hartwell Family on April 19, 1775 or talk about popular drinks consumed in the 18th tavern room!<br /> <br /> During the summer National Park Service staff will also conduct musket firing demonstrations in the paddock outside the tavern.<br /> <br />  ", "reservationDescription": "", "season": ["Summer", "Fall"], "topics": [{"id": "28AEAE85-9DDA-45B6-981B-1CFCDCC61E14", "name": "African American Heritage"}, {"id": "F3883A66-A7CB-461B-868E-1B5932224B25", "name": "American Revolution"}, {"id": "69693007-2DF2-4EDE-BB3B-A25EBA72BDF5", "name": "Architecture and Building"}, {"id": "7F12224B-217A-4B07-A4A2-636B1CE7F221", "name": "Colonization and Settlement"}, {"id": "D9FC6D14-F8C7-4EBA-86EA-DFD99B6BB4F5", "name": "Enslavement"}, {"id": "1F833C99-A75D-4F9E-9256-B96523485466", "name": "Farming and  Agriculture"}, {"id": "3B0D607D-9933-425A-BFA0-21529AC4734C", "name": "Military"}, {"id": "6A3658B4-FB6E-4E23-A63A-9AEF11988831", "name": "Battlefields"}, {"id": "E411F474-A530-4804-9D23-1D94C78B41E4", "name": "Infantry and Militia"}, {"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}, {"id": "40C0866A-3890-41A4-84CA-5935DEE181AE", "name": "Social Movements"}, {"id": "A160B3D9-1603-4D89-B82F-21FCAF9EEE3B", "name": "Tragic Events"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}, {"id": "0BBD4A42-2B3D-4E82-B5C4-1A3874C8682E", "name": "Roads, Routes and Highways"}, {"id": "27BF8807-54EA-4A3D-B073-AA7AA361CD7E", "name": "Wars and Conflicts"}, {"id": "990E22A2-20D8-4CC2-8E6C-D2DF165BCDA5", "name": "American Revolutionary War"}, {"id": "3D2EE3E9-7344-416C-A412-C2C7CDCDE684", "name": "Colonial/European Contact Conflicts"}, {"id": "7DA81DAB-5045-4953-9C20-36590AD9FA95", "name": "Women's History"}], "durationDescription": "Building Interior closed for winter. The park grounds remain open. ", "arePetsPermitted": "false", "timeOfDay": ["Day"], "duration": "5-90 Minutes", "credit": ""}
{"id": "028D3A23-510B-4CB6-9CBA-C2EE6A2736E6", "url": "https://www.nps.gov/thingstodo/visit-the-meriam-house.htm", "title": "Visit the Meriam House", "shortDescription": "Visit the Meriam House! Building interior closed for winter. The park grounds remain open.", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/FBCE2EFD-F64B-2BF1-A5B1555564645CF6.jpg", "credit": "NPS Photo", "altText": "A two story salt box style home made of wood with a central chimney sits in an open grassy field", "title": "The Meriam House", "description": "", "caption": "The Meriam House", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/FBCE2EFD-F64B-2BF1-A5B1555564645CF6.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/FBCE2EFD-F64B-2BF1-A5B1555564645CF6.jpg"}]}], "relatedParks": [{"states": "MA", "parkCode": "mima", "designation": "National Historical Park", "fullName": "Minute Man National Historical Park", "url": "https://www.nps.gov/mima/index.htm", "name": "Minute Man"}], "relatedOrganizations": [], "tags": ["Minute Man National Historical Park", "Witness House", "Battle of Lexington and Concord", "British Army", "April 19 1775", "Concord Massachusetts", "Minute men", "Battle Road", "Meriams Corner", "Meriam House"], "latitude": "42.45999971617028", "longitude": "-71.32381618006548", "geometryPoiId": "", "amenities": [], "location": "Nathan Meriam House", "seasonDescription": "<em><strong>Building interior closed for winter. The park grounds remain open.</strong></em>", "accessibilityInformation": "The Nathan Meriam House is located roughly 700 feet west of the Meriam's Corner parking area. The house can be reached via a flattened and graded walking trail which is wheelchair accessible. The Nathan Meriam House being 317 years old is not accessible for wheelchairs.<br /> <br /> Public Restrooms at the rear of the Nathan Meriam House are wheelchair accessible.  <br /> <br /> Trained Service Animals are allowed within the house. ", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "Trained Service Animals are allowed within the house. ", "timeOfDayDescription": "<em><strong>Building interior closed for winter. The park grounds remain open.</strong></em>", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "B33DC9B6-0B7D-4322-BAD7-A13A34C584A3", "name": "Guided Tours"}], "activityDescription": "<em><strong>Building interior closed for winter. The park grounds remain open.</strong></em><br /> <br /> We invite you to come explore the house and learn about the fateful events of April 19, 1775, and the generations of 3 families that once lived here.<br />  ", "locationDescription": "The Nathan Meriam house is located at the beginning of the Battle Road Trail. The Meriam's corner parking lot is located at 42.458533, -71.321945. <br /> <br /> The Nathan Meriam house is located roughly 700 feet west along the Battle Road Trail. ", "doFeesApply": "false", "longDescription": "<em><strong>Building interior closed for winter. The park grounds remain open.</strong></em><br /> <br /> <br /> Built around 1705, the Meriam House has seen significant change in its 300 year history. From sustainable agriculture to bloody battles, this home has witnessed incredible events. We invite you to come explore the house and learn about the fateful events of April 19, 1775, and the generations of 3 families that once lived here.", "reservationDescription": "", "season": ["Summer", "Fall"], "topics": [{"id": "F3883A66-A7CB-461B-868E-1B5932224B25", "name": "American Revolution"}, {"id": "69693007-2DF2-4EDE-BB3B-A25EBA72BDF5", "name": "Architecture and Building"}, {"id": "607D41B0-F830-4C07-A557-BCEF880A3929", "name": "Burial, Cemetery and Gravesite"}, {"id": "7F12224B-217A-4B07-A4A2-636B1CE7F221", "name": "Colonization and Settlement"}, {"id": "3B0D607D-9933-425A-BFA0-21529AC4734C", "name": "Military"}, {"id": "6A3658B4-FB6E-4E23-A63A-9AEF11988831", "name": "Battlefields"}, {"id": "E411F474-A530-4804-9D23-1D94C78B41E4", "name": "Infantry and Militia"}, {"id": "A160B3D9-1603-4D89-B82F-21FCAF9EEE3B", "name": "Tragic Events"}, {"id": "27BF8807-54EA-4A3D-B073-AA7AA361CD7E", "name": "Wars and Conflicts"}, {"id": "990E22A2-20D8-4CC2-8E6C-D2DF165BCDA5", "name": "American Revolutionary War"}, {"id": "3D2EE3E9-7344-416C-A412-C2C7CDCDE684", "name": "Colonial/European Contact Conflicts"}], "durationDescription": "<em><strong>Building interior closed for winter. The park grounds remain open.</strong></em>", "arePetsPermitted": "false", "timeOfDay": ["Day"], "duration": "5-60 Minutes", "credit": ""}
{"id": "47961A00-105F-4E33-981A-F787994E9C93", "url": "https://www.nps.gov/thingstodo/milkhouse-ford-hike.htm", "title": "Milkhouse Ford Hike", "shortDescription": "This 1.75-mile loop hike offers a glimpse into Washington, DC’s history—a Civil War fort, poet’s cabin, and historic creek crossing (or ford).", "images": [{"url": "https://www.nps.gov/common/uploads/cropped_image/ACEF3310-038C-772F-D1622B62810B1D8C.jpg", "credit": "NPS Photo/ K. Cain", "altText": "A road is barely visible beneath the brown still waters of the creek", "title": "Milkhouse Ford", "description": "", "caption": "Milkhouse Ford was paved to facilitate automobile travel in 1904. The ford was closed in 1995.", "crops": [{"aspectRatio": "1.78", "url": "https://www.nps.gov/common/uploads/cropped_image/primary/ACEF3310-038C-772F-D1622B62810B1D8C.jpg"}, {"aspectRatio": "1", "url": "https://www.nps.gov/common/uploads/cropped_image/secondary/ACEF3310-038C-772F-D1622B62810B1D8C.jpg"}]}], "relatedParks": [{"states": "DC", "parkCode": "rocr", "designation": "Park", "fullName": "Rock Creek Park", "url": "https://www.nps.gov/rocr/index.htm", "name": "Rock Creek"}], "relatedOrganizations": [], "tags": ["hiking", "hike", "forest", "poet", "historic", "Civil War Fort", "Civil War fortifications", "history", "ford", "indigenous people", "Joaquin Miller", "native american history"], "latitude": "38.96477046835152", "longitude": "-77.04748305776484", "geometryPoiId": "", "amenities": [], "location": "Milkhouse Ford", "seasonDescription": "The trail is accessible year round though winter storms may deposit ice and snow on the trail making it difficult to ascend or descend the steeper sections of the trail.<br /> <br /> Fort DeRussy and Miller Cabin will be more visible in the late autumn, winter and early spring when there is less vegetation. Please stay off of the earthworks of Fort DeRussy to help preserve them.  <br /> <br /> Storms in the spring and summer can cause the creek to rise quickly. It can deposit sand and mud at the fort making the old roadway hazardous. Use caution---do not enter flood waters.<br /> <br />  ", "accessibilityInformation": "Most of the Milkhouse Ford Trail consists of bridle trails roughly six to eight feet in width. If the dirt path past Fort DeRussy seems too steep or impassable due to rains making the gravel loose, the paved multi-use trail is a good alternate choice. Use caution as the steep grade can make the descent challenging. A naturally occurring deposit of sand at the ford can be difficult to pass.", "isReservationRequired": "false", "ageDescription": "", "petsDescription": "Pets are allowed on trails within Rock Creek Park but must adhere to the B.A.R.K. Ranger Principles. Dogs must always be on a leash within the park. Waste must be carried out and disposed of in trash receptacles.<br /> <br /> For more information on B.A.R.K. Ranger visit the <a href=\"https://www.nps.gov/subjects/pets/index.htm\">Pets</a> section of the <a href=\"https://www.nps.gov/index.htm\">National Park Service</a> website.", "timeOfDayDescription": "Rock Creek Park is only open during daylight hours.", "feeDescription": "", "age": "", "arePetsPermittedWithRestrictions": "false", "activities": [{"id": "BFF8C027-7C8F-480B-A5F8-CD8CE490BFBA", "name": "Hiking"}], "activityDescription": "This gentle hike passes several historic structures or locations within the park. One side of the loop has a fairly swift change in elevation while the other is more gradual and follows a small tributary of the creek.  ", "locationDescription": "Milkhouse Ford is an old crossing spot on the creek. Fords were places along the creek where water ran low enough for wagons to cross without needing a bridge. Milkhouse Ford was in frequent use and appears on many old maps. It was paved in 1904 to accommodate automobile traffic. Closed in 1995, the ford is still visible but is no longer accessible. The creek contains bacteria, e. coli and algae that is not safe for humans or pets to swim in.  ", "doFeesApply": "false", "longDescription": "<h4><b>For your convenience, this trail is blazed with <span style=\"color:#f1c40f;\">yellow</span> tape wrapped around sign posts.</b><br />  </h4> <p><b>Directions from the Nature Center: </b></p> <ul> <li>Walk straight out the front door along the paved path past the Edge of the Woods Trail sign to where the trail forks right. Bear right.This is the Western Ridge Trail. Follow it towards Boundary Bridge.</li> <li>Cross Military Road. (Press button and wait for signal first.)</li> <li>Continue straight for 250 feet. The paved path will go slightly up the hill.</li> <li>Turn right at the outdoor exhibit about Fort DeRussy. This is a six-foot tall sign with information about Fort DeRussy, NOT the smaller sign on the corner in the open field that says \"Fort DeRussy.\"</li> <li>In 100 feet, go straight to stay on the dirt trail. Do not stay on the paved path. The earthen walls of <a href=\"https://www.nps.gov/places/fort-derussy.htm\">Fort DeRussy</a> will soon be on your left.</li> <li>After the fort, continue down the trail. You will be descending into the Rock Creek Valley. Use caution as the trail can get slippery.</li> <li>Veer to the left when you get to the bottom of the hill. There is a tree trunk that is split on either side of the trail to allow people to pass near the trail intersection. Do not go towards the Military Road overpass.</li> <li>Hike along the creek (up-stream) for ¼ -mile, and look for a <a href=\"https://www.nps.gov/places/joaquin-miller-cabin.htm\">two-room log cabin</a> across Rock Creek. Joaquin Miller, an eccentric poet, lived in this cabin in another part of the city—Meridian Hill—in the 1880s. It was moved to Rock Creek Park in an effort to preserve it in the early 1900s.</li> <li>Just north of the cabin, look for an old road that runs into the creek. This is <a href=\"https://www.nps.gov/places/milkhouse-ford.htm\">Milkhouse Ford.</a> First paved in 1904, people used to drive through the creek—a major thoroughfare at one time—until the 1990s.<br /> <br /> <span style=\"color:#c0392b;\">For the health and safety of visitors and their pets, swimming and wading in Rock Creek Park is not permitted.</span></li> <li>Walk up the old road bed (away from the creek) for about 100 feet. The Cross Trail will be on your left.</li> <li>Follow the tributary up the gentle slope. Archeological evidence along this trail indicates that it may be 5,000 years old and one of the oldest in the park. Originally used by indigenous peoples to ford the creek and access a quarry and spring (which feeds the tributary) the trail was later used by European settlers and was eventually expanded to accomodate wagons. It was later closed and has reverted to a foot trail.</li> <li>Turn left on the Western Ridge Trail (green blazes). Follow this paved trail back across Military Road and return to the Nature Center.</li> </ul>", "reservationDescription": "", "season": ["Winter", "Spring", "Summer", "Fall"], "topics": [{"id": "69693007-2DF2-4EDE-BB3B-A25EBA72BDF5", "name": "Architecture and Building"}, {"id": "00F3C3F9-2D67-4802-81AE-CCEA5D3BA370", "name": "Arts"}, {"id": "156AD9B6-B377-418C-BC9A-F6E682D4BAF7", "name": "Poetry and Literature"}, {"id": "41B1A0A3-11FF-4F55-9CB9-034A7E28B087", "name": "Forests and Woodlands"}, {"id": "DE2F0F3C-C0C4-410F-90D3-97EEC33D348E", "name": "Deciduous Forests"}, {"id": "988B4AFC-F478-4673-B66D-E6BDB0CCFF35", "name": "Forts"}, {"id": "3B0D607D-9933-425A-BFA0-21529AC4734C", "name": "Military"}, {"id": "F8C2FE93-DEB3-4B12-9A87-913E3E6B448D", "name": "Natural Sounds"}, {"id": "9C9FCBB6-360B-4743-8155-6F9341CBE01B", "name": "Scenic Views"}, {"id": "5BE55D7F-BDB6-4E3D-AC35-2D8EBB974417", "name": "Trails"}, {"id": "FE2C2613-B41E-4531-BC43-03EB6E45CBCF", "name": "Transportation"}, {"id": "0BBD4A42-2B3D-4E82-B5C4-1A3874C8682E", "name": "Roads, Routes and Highways"}, {"id": "A8E54356-20CD-490E-B34D-AC6A430E6F47", "name": "Civil War"}], "durationDescription": "", "arePetsPermitted": "true", "timeOfDay": ["Day"], "duration": "", "credit": ""}
